Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Our elder will also be able to help us. And you'll get a better explanation than I could ever...
fr: Notre ancien sera également capable de nous aider. Et tu auras bien plus d'explications que ne je pourrais jamais...

source: One second, Orlinn. I'm trying to...
fr: Une seconde, Orlinn, j'essaie de...

source: But Kalya, look at the passageway!
fr: Mais Kalya, regarde le passage souterrain !

source: What about the...
fr: Qu'est-ce qu'il a le passage souterrain ?

source: No, it can't be.
fr: Non, ce n'est pas possible.

source: After all we've been through, this...
fr: Après tout ce que nous avons vécu, pas ça...

source: Calm down Kalya, there must be a way to go through this somehow.
fr: Calme-toi Kalya, il doit y avoir un moyen de se sortir de là.

source: Unfortunately, yes. There is one.
fr: Malheureusement. Oui, il y en a un.

source: We'll have to enter the ancient shrine.
fr: Nous allons devoir entrer dans l'ancien sanctuaire.

source: If we wouldn't have gotten here all by ourselves, I would swear Banesore's army pushed us here on purpose.
fr: Si nous ne nous étions pas échappés par nous-mêmes, je jurerais que l'armée de Banesore nous a amenés jusqu'ici dans un but précis.

source: What's with this 'ancient shrine'?
fr: Qu'est-ce que cet « ancien sanctuaire » a de spécial ?

source: Some say it is haunted. It was sealed a long time ago, long before I was even born.
fr: Certains disent que l'endroit est hanté. Il a été scellé il y a très longtemps, bien avant que je ne sois née.

source: Indeed, it must be a long time ago.
fr: En effet, c'était il y a très longtemps.

source: Anyway, we might not be able to enter there at all. But you're right, let's have a look around first. Who knows?
fr: De toute façon, il est possible que nous ne puissions même pas y entrer. Mais tu as raison, faisons d'abord un tour. Qui sait ce que nous trouverons ?

source: Here we are, looking at this huge and wonderful, yet creepy door. I don't like this.
fr: Nous y voilà, à contempler cette arche tout aussi grandiose que sinistre. Je n'aime pas ça.

source: It's not like I actually want to open this, but how are we going to do so?
fr: Ce n'est pas comme si j'avais vraiment envie d'ouvrir cette porte, mais comment allons-nous nous y prendre ?

source: Ow, my chest. It hurts!
fr: Argh, ma poitrine. Ca brûle !

source: The crystal! Orlinn! Let's stand back!
fr: Le cristal ! Orlinn, reculons !

source: That sign, it is the sign of the ancients! Bronann! Are you alright?
fr: Ce signe. C'est le signe des Anciens ! Bronann, est-ce que ça va ?

source: I'm fine, I guess. The pain faded away.
fr: Je vais bien, je suppose. La douleur a disparue.

source: Thank the goddess.
fr: Que la Déesse soit louée.

source: Well, the door is open now.
fr: Bon, la porte est ouverte maintenant.

source: Yiek! Do you really want to go there??
fr: Gloups ! Vous voulez vraiment rentrer là-dedans ??

source: I believe we don't really have a choice. Somehow this place... called me.
fr: Je crois que nous n'avons pas vraiment le choix. D'une certaine manière, cet endroit m'a... appelé.

source: Anyway, let's stick together and we'll be fine as always, right?
fr: Restons ensemble et on s'en sortira comme d'habitude, d'accord ?

source: I have a bad feeling about all this now.
fr: J'ai un mauvais pressentiment à propos de tout cela maintenant.

source: Thank the goddess you're all safe and sound. I was worried sick!
fr: Que la Déesse soit louée ! Vous êtes tous sains et saufs. J'étais malade d'inquiétude !

source: Sophia, you're here?
fr: Sophia, toi ici ?

source: Yes. It's a miracle that you were kept away from harm.
fr: Oui, c'est un miracle que le destin vous ait épargné jusqu'ici.

source: How in Layna did you reach Mt Elbrus all alone?
fr: Comment, par Layna, avez-vous pu atteindre le Mont Elbrus tout seuls ?

source: And how did you reach up here? Weren't you caught by the soldiers with the others?
fr: Et comment es-tu arrivée jusqu'ici ? N'étais-tu pas captive avec les autres ?

source: Well, it's a long story. But in short, I was out of the village when they caught everyone.
fr: Eh bien, c'est une longue histoire. Mais pour faire bref, j'étais hors du village lorsqu'ils ont attrapé tout le monde.

source: Do you know how the others are doing? Are my parents okay?
fr: Sais-tu si les autres vont bien ? Et mes parents ?

source: Unfortunately no. I left them behind.
fr: Malheureusement, non. Je les ai laissés là-bas.

source: When I saw you leaving the village to the sanctuary, I decided to follow you.
fr: Lorsque je vous ai vus quittant le village pour atteindre le sanctuaire de Layna, j'ai décidé de vous suivre.

source: But by the time I reached the area, the three of you were gone. And I had to find out where you were heading.
fr: Mais le temps que j'atteigne le sanctuaire, vous étiez tous les trois partis. Je me suis donc mise à suivre vos traces.

source: But the bridge, how did you cross?
fr: Mais le pont, comment as-tu pu traverser ?

source: Using my rope and ranger skills, of course.
fr: Avec ma corde et mes compétences de ranger, bien sûr.

source: Sophia could be of great help, Kalya. The passage has collapsed, and we're stuck finding a way through this dreadful place.
fr: Sophia pourrait nous être d'une grande aide, Kalya. Le passage souterrain s'est effondré, et nous sommes obligés de chercher une sortie dans cet endroit terrifiant.

source: Maybe, maybe not. Sophia was out the time they attacked? Somehow I don't buy it.
fr: Je ne sais pas... Sophia était absente juste au moment où ils ont attaqué ? Je n'arrive pas à gober ça.

source: I wasn't out for no reason. Herth sent me to watch for soldiers in the west parts of the forest.
fr: Je n'étais pas sortie sans raison. En fait, Herth m'avait envoyée surveiller les environs à l'ouest de la forêt.

source: He was afraid they'd corner us to prevent an escape, and he was right.
fr: Il avait peur qu'ils nous encerclent, et il avait raison.

source: Herth sent you? But he told me it was nothing, that he would handle it!
fr: Herth t'a envoyée ? Mais il m'a dit que ce n'était rien, qu'il s'en occuperait !

source: I fear he just wanted to protect you and make you all meet your destiny at the same time.
fr: J'ai bien peur qu'il ne souhaitait que vous protéger et vous faire rencontrer votre destin par la même occasion.

source: What?! You mean you all knew about the crystal?
fr: Quoi ?! Tu veux dire que vous saviez tous pour le cristal ?

source: We didn't know exactly what would happen, Bronann. But we knew one day the three of you would have to carry a special burden. That is what Herth told us.
fr: Nous ne savions pas ce qui se passerait exactement, Bronann. Mais nous savions qu'un jour, vous trois auriez un fardeau particulier à porter. Ce sont les mots de Herth.

source: Listen kids, I feel bad about what happened. But I can't help you as a magical force is preventing me from entering the shrine.
fr: Écoutez les enfants, je me sens coupable de ce qui est arrivé, et je ne peux pas vous aider car un champ de force m'empêche d'entrer dans le Sanctuaire.

source: But then you're stuck here, too, right?
fr: Mais alors, tu es coincée ici toi aussi, n'est-ce pas ?

source: Me? Not at all. I don't need bridges to cross a moutain.
fr: Moi ? Pas du tout. Je n'ai pas besoin de ponts pour traverser une montagne.

source: But maybe?
fr: Mais peut-être ?

source: Maybe?
fr: Peut-être ?

source: Maybe I could sell you a few things to help you find a way to open a path in there?
fr: Peut-être pourrais-je vous vendre quelques objets pour vous aider à ouvrir une voie dans cet endroit ?

source: So that's how you help, by selling things to us...
fr: Alors c'est comme cela que tu comptes nous aider, en nous vendant des trucs...

source: Yes, it's a great privilege as I usually don't do such things for children. I'll stay here as long as you are stuck, isn't this quite nice?
fr: Oui, c'est un grand privilège car je ne traite habituellement pas avec des enfants. Je resterai là tant que vous n'aurez pas trouvé la sortie. C'est assez honnête, non ?

source: But you'll let us deal with this place, alone?
fr: Mais, tu vas nous laisser traverser le Sanctuaire. Tout seuls ?

source: This place is part of your burden. Herth was right. You managed to come here all by yourselves, after all.
fr: Cet endroit fait partie de votre fardeau. Herth avait raison. Vous avez réussi à venir jusqu'ici par vous-mêmes, après tout.

source: I guess it's better than nothing. But Orlinn, you stay with us.
fr: Je suppose que c'est mieux que rien. Mais Orlinn, tu restes avec nous.

source: Thanks anyway, Sophia.
fr: Merci quand-même, Sophia.

source: You're welcome, my dear!
fr: De rien, mon cher !

source: Phew, this one sure is heavier and more sturdy.
fr: Ouf, celle-là est bien plus lourde et plus solide.

source: I can feel something moving far below.
fr: Je peux sentir quelque chose bouger en contrebas.

source: It seems somebody left a note here on purpose.
fr: ... Il semblerait que quelqu'un ait laissé une note ici, bien en évidence.

source: You mean in the middle of those scary bones?
fr: Tu veux dire au milieu de ces os effrayants ?

source: Let me see.
fr: Laisse-moi voir.

source: 'To whoever will read this:'
fr: « À quiconque lira ces lignes : »

source: 'Battles have been waging all over the place and the Ancient have now forsaken me into oblivion when they sealed the Goddess Shrine.'
fr: « Des combats ont fait rage de toutes parts et les Anciens m'ont désormais abandonné à l'oubli lorsqu'ils ont scellé le Sanctuaire de la Déesse. »

source: 'All my comrades have perished in battle and I am the last unfortunate one left.'
fr: 'Tous mes camarades ont péri au combat et je suis le seul infortuné survivant.'

source: 'My name is Shawn, and I do believe my time is running out in this life as there is neither food nor water in here.'
fr: 'Mon nom est Shawn, et je crois que mon temps sur cette terre touche à sa fin puisqu'il n'y a ici ni eau ni nourriture.'

source: Poor guy. He must have died from starvation.
fr: Le pauvre. Il a dû mourir de faim.

source: 'But I will attempt one last time to escape from here and I'm leaving this note in case you'd need to do the same.'
fr: 'Mais je vais tenter une dernière fois de m'échapper d'ici. Je laisse cette note au cas où vous auriez besoin de faire de même.'

source: 'The only way to escape this hellish place is to reach the highest floor and activate the waterfall. At least that's what they said.'
fr: « Le seul moyen de s'échapper de cet endroit diabolique est d'atteindre le plus haut étage et d'activer la chute d'eau. C'est du moins ce qu'ils m'ont indiqué. »

source: What are we waiting for, let's go!
fr: ... Qu'est-ce qu'on attend ? Allons-y !

source: Wait Orlinn! That's not all he wrote.
fr: Attends Orlinn, ce n'est pas terminé.

source: 'But be warned, for even the very scent exuding from the dark waters is a trap!'
fr: 'Mais soyez prévenus, car même la simple odeur émanant des eaux sombres est un piège !'

source: 'The entire shrine has been turned into a murderous area and you'll have to fight your way through, just as I will now.'
fr: 'Le Sanctuaire tout entier a été transformé en un endroit meurtrier et vous allez devoir combattre pour votre vie, comme je vais moi-même le faire maintenant.'

source: That's it.
fr: Voilà.

source: Let's find out how to activate that waterfall, then.
fr: Trouvons comment activer cette chute d'eau, dans ce cas.

source: Yes, and let's do it quickly.
fr: Oui, et faisons-le rapidement.

source: Somebody left a note on purpose here. According to it, we need to find out a way to trigger the waterfall from the highest floor.
fr: Quelqu'un a laissé une note ici bien en évidence. Selon ce qui y est écrit, nous devons trouver le moyen de libérer la chute d'eau depuis le plus haut étage.

source: But let's be careful, as it also said this place is dangerous and the dark waters are some kind of trap.
fr: Mais soyons prudents, car cela dit aussi que cet endroit est dangereux, et que les eaux sombres sont une sorte de piège.

source: What is this? Skeletons?!
fr: Qu'est-ce que c'est ? Des squelettes ?!

source: Phew.
fr: Ouf.

source: Yiek! A big monster!
fr: Gloups ! Un gros monstre !

source: My name is Andromalius, guardian of the sacred seal and keeper of the Goddess Shrine.
fr: Mon nom est Andromalius, gardien du sceau sacré, et protecteur du Sanctuaire de la Déesse...

source: You have trespassed the holy ground of the Ancient and remained unharmed for too long in this temple.
fr: Tu as profané le sol sacré des Anciens et es resté impuni bien trop longtemps dans ce temple.

source: Thus, let death embrace you, little boy. For your comrades are already dying under my charm and you need to join them in the other world.
fr: Ainsi, laisse la mort t'accueillir, jeune garçon, car tes camarades sont déjà en train de périr sous l'emprise de mon charme et tu dois les rejoindre dans l'au-delà.

source: You've proven yourself, chosen one. You deserve to live after all.
fr: Tu as prouvé ta valeur, Élu. Tu mérites de vivre après tout.

source: Me? But I'm not the chosen one.
fr: Moi ? Mais je ne suis pas l'Élu.

source: The ones being few or many, still each of them will have to prove themselves as it is ought to be.
fr: Qu'ils soient nombreux ou non, chacun des Élus devra prouver sa valeur ainsi que l'exige son destin.

source: Farewell, chosen one.
fr: Adieu, Élu.

source: I can hear water everywhere.
fr: Je peux entendre de l'eau couler de tous côtés.

source: Again, I can feel something moving not far from here.
fr: Une fois encore, je peux sentir quelque chose bouger non loin d'ici.

source: There is a passage here, but I'm too heavy to climb on those stones jutting out.
fr: Il y a un passage ici, mais je suis trop lourd pour m'appuyer sur ces pierres ressortant du mur.

source: The fact is, you and I cannot afford to stand on those stones. Maybe with a rope?
fr: Le fait est que ni toi ni moi ne pouvons utiliser ces pierres. Peut-être avec une corde ?

source: I'll do it.
fr: Je vais le faire.

source: What? Are you crazy? There could be monsters up there.
fr: Quoi ? Tu es fou ? Il pourrait y avoir des monstres là-haut.

source: Then I'll deal with them, sis. We can't just stay here, anyway.
fr: Alors, je devrais faire avec, sœurette. Nous ne pouvons pas rester ici, de toute façon.

source: Orlinn, you sure have grown up through all of this. Are you sure?
fr: Il est clair que tout ceci t'a fait grandir, Orlinn. Es-tu sûr de vouloir le faire ?

source: I need to, I guess.
fr: Il le faut, je suppose.

source: Just tell me when you're ready and I'll throw you up there.
fr: Dis-moi simplement quand tu es prêt et je te lancerai là-haut.

source: Ready to go up?
fr: Prêt à grimper ?

source: Err, not yet.
fr: Euh, pas encore.

source: Be careful, ok?
fr: Sois prudent, d'accord ?

source: Want to come back?
fr: Tu veux redescendre ?

source: Yes!
fr: Oui !

source: No, not yet.
fr: Non, pas encore.

source: Oops, sorry!
fr: Oups, désolé !

source: Bronann, are you okay?
fr: Bronann, tu vas bien ?

source: I don't know, I felt something crack.
fr: Je ne sais pas, je crois avoir senti quelque chose craquer.

source: Not again...
fr: Pas encore...

source: There is a note left here.
fr: Un parchemin a été laissé ici.

source: It says: 'I fathomed it! After all, not every ladder is made of wood. Now, I'll have to get back there alive.'
fr: Cela dit : « J'ai compris l'énigme ! Après tout, toutes les échelles ne sont pas faites de bois. Maintenant, il faut que je parvienne là-bas en vie. »

source: There seems to be one of those rolling stones up here.
fr: Il semble qu'il y ait l'une de ces boules en pierre là-haut.

source: Wow, what a fall. I didn't see that one coming.
fr: Wouah, quelle chute. Je ne l'ai pas vu venir, celle-là.

source: Are you alright, Kalya?
fr: Tu ne t'es pas fait mal, Kalya ?

source: I should be fine, but we should heal just in case.
fr: Ça devrait aller, mais nous devrions nous soigner au cas où.

source: Wait...
fr: Attendez...

source: Where is Orlinn?
fr: Où est Orlinn ?

source: Let's find him, once more, before something bad happens.
fr: Trouvons-le... encore une fois, avant que quelque chose de grave n'arrive.

source: This is the blocked passage to the shrine entrance.
fr: C'est le passage obstrué menant à l'entrée du Sanctuaire.

source: This can only mean we're near the exit!
fr: Cela ne veut dire qu'une seule chose : nous sommes proches de la sortie !

source: Orlinn! Back off!
fr: Orlinn ! Recule !

source: I, I...
fr: Je, je...

source: Orlinn! NOW!
fr: Orlinn ! MAINTENANT !

source: You shall not leave this place without my consent.
fr: Vous ne quitterez pas cet endroit sans mon consentement.

source: And you shall not touch my brother without mine.
fr: Et tu ne toucheras pas à mon frère sans le mien.

source: You have made it through the holy ordeal alive. I shall not let you survive.
fr: Vous avez passé les épreuves sacrées sans périr. Je ne vous laisserai pas vivre.

source: Let's fight for our lives then!
fr: Combattons pour nos vies dans ce cas !

source: Orlinn, are you alright?
fr: Orlinn, est-ce que tout va bien ?

source: Yes. I'm sorry I wasn't able to protect myself, sis.
fr: Oui, je suis désolé de ne pas avoir été capable de me protéger, sœurette.

source: Don't you worry about that, brother. Never leave me like that again, ok?
fr: Ne t'inquiète pas pour cela, frangin. Ne me laisse plus jamais comme cela, d'accord ?

source: I promise I didn't do it this time. I just fell in front of this hideous green head.
fr: Je te jure que je n'ai rien fait, cette fois ! Je suis tombé droit devant cette immonde tête verte.

source: Well, let's leave this place before another one wants our lives again.
fr: Bien, quittons cet endroit avant que quelque chose d'autre ne vienne réclamer nos vies.

source: I couldn't agree more.
fr: Je suis on ne peut plus d'accord.

source: We can't move, Orlinn.
fr: Nous ne pouvons pas bouger, Orlinn.

source: We're gonna...suffocate.
fr: Nous allons... suffoquer.

source: Orlinn, help us... Please, oh oh oh...
fr: Orlinn, aide-nous... S'il te plaît, oh oh oh...

source: What a large gate. What is behind it must be fearsome.
fr: Quelle arche énorme. Ce qui se trouve derrière doit être effrayant.

source: Shall we go in?
fr: On y va ?

source: Yes, let's end this.
fr: Oui, finissons-en.

source: No, let's prepare first.
fr: Non, préparons-nous d'abord.

source: Don't worry, we've managed to come this far. There is nothing that could...
fr: Ne t'inquiète pas, nous sommes parvenus jusqu'ici. Il n'y a rien qui pourrait...

source: What is it, Kalya?
fr: Qu'y a-t-il, Kalya ?

source: Sis'!
fr: Sœurette !

source: I feel... I...
fr: ... Je me sens... Je...

source: Hi hi... Hi hi hi... I can't stop!!
fr: Hi hi... ah ah ah... Je ne peux pas m'arrêter !!

source: What's so funny, Kalya? Hi hi.
fr: Qu'y a-t-il de si drôle, Kalya ? Hi hi.

source: I don't know... Ah, I can barely breathe!
fr: Je ne sais pas. Ah, je peux à peine respirer !

source: Hi hi hi... What's happening to me...
fr: Hé hé hé... Que m'arrive-t-il ?

source: It's the scent, ah ah ah.
fr: C'est ce parfum, ah ah ah...

source: Erm, are you crazy or what? I usually am the one with bad jokes you know.
fr: Euh, vous avez perdu l'esprit ou quoi ? D'habitude, c'est moi le spécialiste des mauvaises blagues, vous savez.

source: We can't move Orlinn.
fr: Nous ne pouvons pas bouger, Orlinn.

source: I can't let them die. I have to find out something.
fr: Je ne peux pas les laisser, il faut que je trouve quelque chose.

source: Something is preventing me from entering.
fr: Quelque chose m'empêche d'entrer.

source: I feel much better now.
fr: Je me sens bien mieux maintenant.

source: Indeed. It seems the scent has no effect on us anymore.
fr: En effet, il semblerait que l'émanation n'ait plus d'effet sur nous désormais.

source: Orlinn, did you do something?
fr: Orlinn, as-tu fait quelque chose ?

source: Me? You know, a bit of this, a bit of that.
fr: Moi ? Oh, tu sais, un peu de ci, un peu de ça.

source: I didn't think I would say this, but thank you Orlinn.
fr: Je ne pensais pas dire ça un jour, mais merci Orlinn.

source: Thank you, indeed.
fr: Merci, en effet.

source: You're welcome!
fr: De rien !

source: Well, please stop laughing now. I'm not at ease with what just happened.
fr: Bon, maintenant arrête de rire s'il te plaît. Ça me met mal à l'aise avec ce qui vient de se passer.

source: Stop laughing now or I'll smash your little head against that wall!
fr: Arrête de rire ou j'écrase ta petite tête contre le mur !

source: Aww, ok.
fr: Ohhh, ok.

source: VSync_mode|Off
fr: VSync_mode|Désactivé

source: VSync_mode|On
fr: VSync_mode|Activé

source: UpdateMode|Gentle
fr: UpdateMode|Douce

source: Game Difficulty: %s
fr: Difficulté de jeu : %s

source: Dialogue text speed: %i
fr: Vitesse d'apparition des dialogues : %i

source: Battle target cursor memory: %s
fr: Dernière cible de combat en mémoire : %s

source: %s SP
fr: %s PM

source: Target Type: %s
fr: Type de cible : %s

source: Prep Time: %s
fr: Temps de préparation : %s

source: Cool Time: %s
fr: Temps de récupération : %s

source: Press '%s' to get to know about the game keys.
fr: Appuyez sur « %s » pour obtenir la liste des touches du jeu.

source: With the additional %u drunes found in this treasure added, the party now holds a total of %u drunes.
fr: Avec les %u drunes trouvées dans ce coffre, l'équipe possède maintenant un total de %u drunes.

source: Press '%s' anytime to show/hide help.
fr: Appuyer sur « %s » pour montrer/cacher l'écran d'aide.

source: Slot %d
fr: N° %d

source: Press %s to add items to buy and %s to remove items from your purchase.
fr: Appuyez sur « %s » pour ajouter des objets à acheter et sur « %s » pour retirer des objets de votre liste.

source: Press %s to add items to sell and %s to remove items from your sale.
fr: Appuyez sur « %s » pour ajouter des objets à vendre et sur « %s » pour retirer des objets de votre liste.

source: Press %s to add items to trade and %s to remove them.
fr: Appuyez sur « %s » pour ajouter des objets à troquer et « %s » pour les retirer de votre liste.

source: Just stand in front of the goddess below the spring and push '%s'.
fr: Mets-toi simplement en face de la statue de la Déesse sous la source d'eau et appuie sur « %s ».

source: Confirm / Open / Talk: %s
fr: Confirmer / Ouvrir / Parler : %s

source: Run / Cancel: %s
fr: Courir / Annuler : %s

source: Party Menu: %s
fr: Gestion de l'équipe : %s

source: Quit Menu: %s
fr: Quitter : %s

source: Help Menu: %s
fr: Menu d'aide : %s

source: This circle is a save point. Here, you can save your game by pushing %s.
fr: Ce cercle étrange est un point de sauvegarde. Dans ce cercle, vous pouvez sauvegarder votre jeu en appuyant sur « %s ».

source: And I hope that you have already equipped your sword. If you haven't, open your inventory by pressing the menu key (%s), and select 'Equip'. Then you'll be able to select your sword and add it as your main weapon.
fr: Et dis-moi que tu t'es équipé de ton épée. Si tu ne l'as pas fait, ouvre ton inventaire en appuyant sur le bouton de menu (%s), et sélectionne « Équiper ». Tu pourras alors sélectionner ton épée et l'ajouter en tant qu'arme principale, d'accord ?

source: Don't forget that certain items are limited or unique! When reviewing items, you can also cycle through the proposed item categories using the menu key (%s).
fr: N'oublie pas que certains objets sont limités ou uniques ! Lorsque tu recherches un objet, tu peux aussi changer la catégorie proposée en utilisant la touche menu (%s).

source: Layna Forest Cave
fr: Grottes de la forêt de Layna

source: Forest entrance
fr: Orée de la forêt

source: Where it all began...
fr: Où tout a commencé...
