Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Bronann, I'd like for you to not leave the village today.
fr: Bronann, j'aimerais que tu ne sortes pas du village aujourd'hui.

source: Huh?! What? Why? You told me that I could go into the forest and...
fr: Hein !? Pourquoi ? Tu m'as affirmé que je pourrais aller dans la forêt et...

source: Sorry, son. It's maybe a bit early, but I'd like you to be careful.
fr: Désolé, fils. C'est peut-être un peu tôt, mais j'aimerais tu sois prudent.

source: Hey, wait! All of the village elders' nerves are on edge. There is something going on here! Why won't you tell me?
fr: Hé, attendez ! Tous les aînés du villages sont sur les nerfs. Il se passe quelque chose ! Allez-vous me le dire à la fin ?

source: Neither of you?
fr: Ni l'un ni l'autre ?

source: You really won't tell me?
fr: Vous ne me le direz vraiment pas ?

source: ... It's not that simple, Bronann. Believe me.
fr: ... Ce n'est pas si simple, Bronann. Crois-moi.

source: Bronann, this time I want you to listen to your father very carefully. Please, my dear.
fr: Bronann, cette fois je veux que tu écoutes bien ton père. S'il te plaît, mon chéri.

source: But mom!
fr: Mais maman !

source: Bronann, please.
fr: Bronann, s'il te plaît.

source: (grumble)... Crap!
fr: (Grogne)... Idioties !

source: Maybe we should tell him.
fr: Peut-être devrions-nous lui dire.

source: It's too early, darling. We might be wrong.
fr: C'est trop tôt, Chéri. Nous pourrions avoir tort.

source: I really hope we are.
fr: Je l'espère sincèrement, en tout cas.

source: Bronann, promise me that you'll be careful, ok?
fr: Promets-moi que tu seras prudent, Bronann, d'accord ?

source: So, finally you're going away.
fr: Alors, finalement tu t'en vas.

source: Please, take this. It's not much but I hope it will help.
fr: S'il te plaît, prends ceci. Ce n'est pas grand-chose mais j'espère que cela t'aidera.

source: Thanks, mom.
fr: Merci Maman.

source: Take care, my son.
fr: Prends bien soin de toi, mon fils.

source: (sigh)... Got it, mom!
fr: (Soupir)... J'en ai, maman !

source: Perfect timing, let's have dinner.
fr: Juste à temps ! A table.

source: Could you go and buy some barley meal for the three of us?
fr: Pourrais-tu aller acheter du blé d'orge pour nous trois ?

source: Hi son, did you have a nightmare again last night?
fr: Bonjour fils, as-tu encore fais un cauchemar cette nuit ?

source: Hi mom. Huh, how did you know?
fr: Salut maman. Euh, comment le sais-tu ?

source: Eh eh? Have you already forgotten that I'm your mother?
fr: Hé hé, as-tu déjà oublié que je suis ta mère ?

source: Don't venture too far, I'll need your help soon!
fr: Ne t'aventure pas trop loin, j'aurai besoin de ton aide très bientôt !

source: Finally, we made it back home.
fr: Finalement, nous voilà à la maison.

source: I'll go and get Herth. Your parents must be worried. Go home. We'll meet there.
fr: Je vais aller chercher Herth. Tes parents doivent être inquiets. Rentre chez toi, nous nous retrouverons là-bas.

source: I should really get back home.
fr: Je devrais vraiment rentrer à la maison.

source: Weird, I don't see any lights on in there. I have a bad feeling about this, let's get back home.
fr: Étrange, il n'y a aucune lumière. J'ai un mauvais pressentiment à propos de tout cela, je ferais mieux de rentrer.

source: Huh?
fr: Hein ?

source: What's happening here?! Where is everyone?
fr: Que se passe-t-il ici ?! Où sont-ils tous partis ?

source: Help!
fr: À l'aide !

source: Let go of me! You cheap low-grade filthy jerks.
fr: Lâchez-moi, espèces de troufions au rabais.

source: Keep quiet, little brat!
fr: Tu ferais mieux de te taire, petite morveuse !

source: Soldiers wearing black armor... the Lord's personal guard!
fr: Des soldats en armure noire... la garde personnelle du Lord !

source: Fortunately, they didn't see me or I would have been caught as well.
fr: Heureusement qu'ils ne m'ont pas vu, ils m'auraient également attrapé.

source: I should follow them silently.
fr: Je devrais les suivre discrètement.

source: What am I doing? I should go and try to free Kalya!
fr: Mais qu'est-ce que je suis en train de faire ? Je dois aller essayer de sauver Kalya !

source: Do you need something, Bronann?
fr: As-tu besoin de quelque chose, Bronann ?

source: Ahh sure! (gossip, gossip)
fr: Ahh ! Bien sûr (Commérages...)

source: Did you hear that? (gossip, gossip)
fr: Tu as entendu la dernière (Commérages...)

source: If you're running after Orlinn, I just saw him near your house.
fr: Si tu cours après Orlinn, je l'ai vu disparaître près de ta maison.

source: You're too young to trade with me!
fr: Tu es trop jeune pour faire du troc avec moi !

source: Hmm, I'll go to Flora's shop. I hope she'll help me.
fr: Hum, je vais aller à la boutique de Flora, elle a sûrement de quoi m'aider.

source: ORLINN! Come here, NOW!
fr: ORLINN ! Viens-ici MAINTENANT !

source: Orlinn, give back the pen to Bronann or I shall sma...
fr: Orlinn, rend la plume à Bronann ou je vais écra...

source: Yea, yes, here it is.
fr: Oui, Oui, la voilà.

source: I found that pen under a tree near the river. I just wanted to play.
fr: J'ai trouvé la plume sous un arbre près de la rivière. Je voulais juste jouer.

source: Don't worry about it.
fr: Ne t'inquiète pas pour cela.

source: Why doesn't anyone tell me what's going on!
fr: Pourquoi personne ne veut me dire ce qui se passe !

source: Still, I have to go to the forest and figure out what they're trying to hide from me.
fr: Tout de même, il faut que j'aille dans la forêt et que je découvre ce qu'ils tentent de me cacher.

source: No, I won't go there. I just can't talk to them at the moment. I'll go to the forest without my father.
fr: Non, je n'y irai pas. Je ne veux pas leur parler pour le moment. J'irai dans la forêt sans mon Père.

source: Huh? What was that light?
fr: Hein ? C'était quoi cette lumière ?

source: Bronann! Wait!
fr: Bronann ! Attends !

source: I suppose you just saw that light, right?
fr: Je suppose que tu as vu cette lumière, n'est-ce pas ?

source: Ummm...
fr: Hmmm...

source: Bronann, there is something that I have to tell you. We've been fearing for this moment, your mother and I.
fr: Bronann, il y a quelque chose dont je dois te parler. Nous avons craint l'arrivée de ce moment. Je veux dire, ta mère et moi.

source: They're coming!
fr: ils arrivent !

source: Carson, they've crossed the river. They shall be here in no time.
fr: Carson, ils ont passé la rivière. Ils devraient être ici en un rien de temps.

source: Huh? Hey, what's happening here?!
fr: Hein ? Hé, qu'est-ce qui se passe ici ?

source: Bronann, I...
fr: Bronann, je...

source: Father!
fr: Père !

source: Father! Orlinn has disappeared. I saw him taking the forest pathway!
fr: Père ! Orlinn a disparu. Je l'ai vu prendre le chemin menant à la forêt !

source: Kalya, you were supposed to keep an eye on him!
fr: Kalya, tu étais supposée garder un œil sur lui !

source: I did, but he just slipped through my fingers at the very second that strange light appeared.
fr: Je l'ai fait, mais il m'a glissé entre les doigts à la seconde où il a vu cette étrange lumière apparaître.

source: Kalya, the army is coming. I'll deal with them. You go and find Orlinn as fast as possible.
fr: Kalya, l'armée arrive. Je m'occuperai d'eux. Toi, va retrouver Orlinn le plus vite possible.

source: But you might get hurt!
fr: Mais tu pourrais être blessé !!

source: Don't worry. We'll simply talk to them and they'll move on. You know what you have to do, right?
fr: Non, ne t'inquiète pas. Nous parlementerons et ils s'en iront. Tu sais ce que tu as à faire, d'accord ?

source: Herth, we both know it'll likely...
fr: Herth, nous savons tous deux que...

source: Do as I say and it'll be alright.
fr: Fais ce que je te dis et tout ira bien.

source: But...
fr: Mais...

source: Bronann, you should go with her.
fr: Bronann, tu devrais y aller avec elle.

source: What?!
fr: Quoi ?!

source: Carson is right, Kalya. Bronann shall go with you.
fr: Carson a raison, Kalya. Bronann ira avec toi.

source: But he would just be a burden!
fr: Mais il sera juste un fardeau !

source: Huh? Hey! But...
fr: Hein ? Hé, mais...

source: He won't slow you down, believe me. Right, Bronann?
fr: Il ne te ralentira pas, n'est-ce pas , Bronann ?

source: But father!
fr: Mais Père !

source: Carson is right, Kalya. Bronann shall go with you. It's an order.
fr: Carson a raison, Kalya. Bronann ira avec toi. C'est un ordre.

source: Gahh, ok.
fr: Arrrmmh, ok.

source: Bronann, take this sword. You'll probably need it to make your way through there.
fr: Bronann, prends cette épée, tu en auras probablement besoin pour te frayer un passage.

source: What? But one minute ago you said...
fr: Quoi ? Mais il y a une minute tu disais...

source: I know, but everything has changed. I'll explain it to you once it is all finished. Now go, my son.
fr: Je sais, mais tout a changé. Je t'expliquerai une fois que ce tout ceci sera terminé. Maintenant, va, mon fils.

source: Thanks dad, we'll find him in no time.
fr: Merci papa, nous le trouverons en un rien de temps.

source: We shall go now. Good luck, both of you.
fr: Nous allons partir maintenant. Bonne chance à vous deux.

source: Good luck, son.
fr: Bonne chance, mon fils.

source: Ok, we'll go together. But slow me down and I'll make you regret it.
fr: Ok, nous irons ensemble, mais ralentis-moi, et je te le ferai regretter.

source: Don't worry, we'll find him. Ok?
fr: Ne t'inquiète pas pour cela, nous le trouverons, ok ?

source: Kalya joins your party!
fr: Kalya a rejoint votre équipe.

source: By the way, have you ever prepared yourself for something like this before?
fr: D'ailleurs, t'es-tu jamais préparé pour quelque chose comme ça auparavant ?

source: Huh? Well, Orlinn doesn't disappear every day, you know?
fr: Hein ? Et bien, Orlinn ne disparaît pas tout les jours, tu sais ?

source: I see. Then there are two very important things that you need to know.
fr: Je vois. Alors il y a deux choses très importantes qu'il faut que tu saches.

source: First of all, before going there, you might need better equipment. You should visit Flora first, ok?
fr: Premièrement, et avant d'aller là-bas, il te faudra probablement un meilleur équipement. Va d'abord voir Flora, ok ?

source: You mean I need to push a key to open my bag?
fr: Attends, tu veux dire que je dois appuyer sur un bouton pour ouvrir mon sac ?

source: Nevermind that, just do it.
fr: Ca n'a pas d'importance, fais-le, c'est tout.

source: Also, the person in front of the battle line will lead the group in the forest. What I mean by that is the person on the top of the battle formation will actually appear while the others will stay hidden.
fr: Egalement, la personne en premier dans la formation de combat est celle qui mènera le groupe dans la forêt. Cela signifie que c'est elle qui sera visible, tandis que les autres resteront cachées.

source: Hmm, right. I'm not sure that I fully get what you mean, but...
fr: Hmm, bien. Je ne suis pas sûr de bien comprendre ce que tu veux dire, mais...

source: Rrrr, Bronann. Just listen.
fr: Grrr. Bronann. Ecoute-moi.

source: That will be the case only in certain areas. Here in the village, you'll be the one leading, or at least you may believe that.
fr: Ce sera le cas seulement dans certains endroits. Ici au village, tu seras forcément celui qui mène, ou qui pense mener.

source: Bronann! Sorry, you can't access the forest without permission. You don't even have a sword.
fr: Bronann ! Désolé, tu ne dois pas aller dans la forêt sans permission. Tu n'as même pas d'épée.

source: Aww...
fr: Oooh...

source: (Hmm, maybe I should ask Flora then.)
fr: (Hmm, peut-être devrais-je demander à Flora dans ce cas.)

source: Bronann! Sorry, you know that you can't access the forest without permission.
fr: Bronann ! Désolé, tu sais que tu ne dois pas aller dans la forêt sans permission.

source: Good luck Bronann.
fr: Bonne chance Bronann.

source: Actually, I bought the barley meal for Lilly.
fr: En fait, le blé d'orge était pour Lilly.

source: What?
fr: Quoi ?

source: There's no need to thank me for that. It's my pleasure.
fr: Ne me remercie pas pour cela. Tout le plaisir est pour moi.

source: Here it is, Georges.
fr: Le voilà, Georges.

source: You're the nicest person I know, Bronann. I will tell everyone how brave you...
fr: Tu es le plus gentil de tous, Bronann. Je conterai à tout le monde ta bravoure...

source: (sigh)... Georges!
fr: (Soupir) ... Georges !

source: Ok ok. Just having a bit of spirit, young man.
fr: Ok ok. J'essaie juste de faire un peu d'esprit, jeune homme.

source: You see, I lost my beloved pen. Was it near a tree or next to the waving child of the mountain snow?
fr: Tu vois, j'ai perdu ma chère plume. Etais-ce près d'un arbre ou à côté de l'enfant agité de la neige des montagnes ?

source: Shall you find it, I would be extremely obliged to you!
fr: Puisses-tu le trouver, je serais ton obligé !

source: Inquire our comrades in the settlement, perhaps somebody has laid their eyes on it.
fr: Investigue en cette place auprès de nos camarades, se pourrait-il que l'un d'eux ait laissé ses yeux posés dessus ?

source: (sigh...) Hmm, fine.
fr: (Soupir)... Hum, bien.

source: Hi Georges. Erm, I'm coming from the shop and I ...
fr: Salut Georges. Euh, je viens du magasin et je...

source: Can you hear this?
fr: Peux-tu entendre ceci ?

source: Erm, ... Well, I don't hear anything special...
fr: Euh... Je n'entends rien de spécial...

source: That's the point! Can't you hear the magnificent sound of nature, so invisible to our adapted ears?
fr: C'est ça ! Ne peux-tu entendre le son magnifique de la nature, si invisible à nos oreilles habituées.

source: Huh, please Georges. I do not want to run away like the last time...
fr: Euh, s'il te plaît Georges, je ne voudrais pas avoir à m'enfuir comme la dernière fois...

source: ... The incredible and amazing. I could even say, the stunning feel of it in the wind...
fr: ... L'incroyable et fantastique, je pourrais même dire, l'impressionnant sentiment flottant dans le vent...

source: Georges, I simply wanted to ask you whether or not you had any barley meal left!
fr: Georges, je voudrais simplement que tu me dises s'il te reste du blé d'orge !

source: Ah, I see. Well unfortunately, I'm so sad about a recent loss that I can't find the right words with which to tell you.
fr: Ah je vois. Malheureusement, je suis si triste par la perte que je viens d'avoir, que je ne peux te le dire avec les bons mots.

source: Shall you find it, I would be extremely obliged!
fr: Puisses-tu le trouver, je serais ton obligé !

source: (Sigh)... Hmm, fine.
fr: (Soupir) Hum, bien.

source: Ah, the river is so beautiful at this time of the year. I feel like writing some poetry...
fr: Ah, la rivière est si belle en cette période de l'année. Cela me donne l'envie d'écrire de la poésie...

source: I promise I won't bother you again.
fr: Je te promets que je ne t'embêterai plus.

source: Don't worry about that, Orlinn. Ok?
fr: Ne t'inquiète pas pour cela, Orlinn, ok ?

source: Kalya, have you seen Orlinn?
fr: Kalya, as-tu vu Orlinn ?

source: Why? Oh, don't tell me. He's hiding somewhere.
fr: Pourquoi ? Oh, ne me dis rien. Il est en train de se cacher quelque part.

source: Yes, he took Georges pen and I need to give it back to him...
fr: Oui, il a pris la plume de Georges et je dois la lui rendre...

source: Hmpf, no surprise. Do you want me to bring him back?
fr: Pff, pas surprenant. Veux-tu que je te l'amènes ?

source: No, it's not that bad.
fr: Non, ce n'est pas si grave.

source: As you wish.
fr: Comme tu veux.

source: Hee hee hee!
fr: Hi hi hi !

source: What are you laughing about, Orlinn?
fr: Qu'est-ce qui te fais rire, Orlinn ?

source: You'll never find it!
fr: Tu ne le trouveras jamais !

source: Huh? Wait! Are you talking about Georges's lost pen?
fr: Hein ? Attends ! Tu parles de la plume de Georges ?

source: Hee hee hee! Yes!
fr: Hi hi hi ! Oui !

source: Please tell me! Have you found it?
fr: S'il te plaît, dis-moi en plus ! L'as-tu trouvé ?

source: Maybe yes, maybe no!
fr: Peut-être que oui, peut-être que non !

source: Oh no, please Orlinn! I need it!
fr: Oh non, s'il te plaît Orlinn, j'en ai besoin !

source: Sure, I'll help you. But only if you can catch me!
fr: Bien sûr, je t'aiderai mais seulement si tu peux m'attraper !

source: Hee hee! (He'll never find me hiding behind the buildings!)
fr: Hi hi ! (Il ne trouvera jamais ma cachette derrière les maisons !)

source: Heya bro! Wanna play with me?
fr: Hé Bro, tu veux jouer avec moi ?

source: Hi Bronann! What can I do for you?
fr: Bonjour Bronann ! Que puis-je faire pour toi ?

source: Hi Flora! Err, could you lend me one of your training swords? I'd like to practice a bit.
fr: Salut Flora ! Euh, pourrais-tu me prêter l'une de tes épées d'entraînement ? J'aurais aimé pratiquer un peu...

source: Ah! Sure, as soon as your father will stop lending his sword to you to practice with him. Are you sure everything is alright?
fr: Ah ah ! Bien sûr, dès que ton père ne te prêtera plus sa propre épée avec laquelle tu t'entraînes en sa compagnie. Es-tu sûr que tout va bien ?

source: Err, nevermind.
fr: Euh, oui ne t'inquiète pas.

source: Just find our *poet* and he should give you some barley meal, ok?
fr: Trouve notre *Poète* et il devrait te donner du blé d'orge, ok ?

source: He's probably 'musing' around the cliffs in the village center right now.
fr: Il est probablement en train de 'méditer' près du tertre au centre du village.

source: Hi Flora! Do you have some barley meal left?
fr: Salut Flora ! As-tu encore du blé d'orge ?

source: Oh sorry, our 'great' poet came earlier and took all the rest of it.
fr: Oh désolé, notre 'grand' poète est venu plus tôt dans la journée et a tout pris.

source: Times are becoming harder now. We've got less food than before.
fr: Les temps deviennent difficiles, nous avons moins de nourriture qu'auparavant.

source: This is the first time that I've seen you wear such a worrisome expression.
fr: C'est la première fois que je te vois si inquiète.

source: Nevermind. Don't worry about me. Just find him and he should give you some, ok?
fr: Non rien. Ne t'inquiète pas pour moi. Trouve-le et il devrait t'en donner, ok ?

source: One of Grandma's chickens. I should bring it back.
fr: Une des poules de grand-Mère. Je devrais la ramener.

source: Hmm, the door is locked.
fr: Hmm, la porte est bloquée.

source: Hurry up! They're coming!
fr: Dépêchez-vous ! Ils arrivent !

source: Bronann! Hold on! We're almost there.
fr: Bronann ! Tiens bon ! Nous y sommes presque.

source: I... can't. My body... Argh!
fr: Je... ne peux pas. Mon corps... Argh !

source: You can do it. Bronann...
fr: Tu peux le faire. Bronann...

source: Bronann! Move!
fr: Bronann ! Bouge !

source: ... Al... right...
fr: ... D'ac... cord...

source: Great! Now come on!
fr: Bien ! Maintenant viens !

source: There must be soldiers everywere, we're never gonna make it.
fr: Il doit y avoir des soldats dans tous les coins, nous n'y arriverons jamais.

source: This town has many secrets.
fr: Ce village a beaucoup de secrets.

source: You can go in there, Orlinn.
fr: Tu peux y aller, Orlinn.

source: See?
fr: Tu vois ?

source: I understand why Grandma actually never saw you using the 'normal' path.
fr: Je comprends maintenant pourquoi Grand-mère ne vous a jamais vu utiliser le chemin « normal ».

source: Now come.
fr: Maintenant viens.

source: My three chickens have flown away again this morning. Could you find the last one for me?
fr: Mes trois poules se sont encore enfuies ce matin. Pourrais-tu trouver la dernière pour moi ?

source: My three chickens have flown away again this morning. Could you find the remaining ones for me?
fr: Mes trois poules se sont encore enfuies ce matin. Pourrais-tu retrouver celles qui restent pour moi ?

source: My three chickens have flown away again this morning. Could you find them for me?
fr: Mes trois poules se sont encore enfuies ce matin. Pourrais-tu les retrouver pour moi ?

source: Ah! Bronann. Could you help your old grandma?
fr: Ah ! Bronann. Pourrais-tu aider ta vieille grand-mère ?

source: Sure grandma.
fr: Bien sûr, Grand-mère.

source: My three chickens have flown away again. Could you find them for me?
fr: Mes trois poules se sont encore enfuies. Pourrais-tu les retrouver pour moi ?

source: I'll see what I can do about it.
fr: Je vais voir ce que je peux faire.

source: Thank you, young one.
fr: Merci, jeune homme.

source: Oh, they're all back, my brave hero.
fr: Oh, elles sont toutes de retour, mon brave héros.

source: Let me give you something as a reward.
fr: Laisse-moi te donner quelque chose en guise de récompense.

source: Oh, thanks grandma!
fr: Oh, merci grand-mère !

source: You're very welcome, my dear one.
fr: Mais de rien, mon cher.

source: Ah! It's nice to see your dear young face around, Bronann. Come and chat with an old grandma.
fr: Ah ! C'est bon de voir ton jeune visage Bronann. Viens-donc parler un peu à une vieille grand-mère.

source: Er, sorry grandma. I have to go! Maybe later?
fr: Euh, Désolé Grand-mère, je dois y aller ! Peut-être plus tard ?

source: Ah! You'll surely want to see the young lady living up there. Ah, youngins nowadays.
fr: Ah ah ! tu veux sûrement voir cette jeune fille vivant là-haut. Ah, les jeunes de nos jours.

source: Grandma
fr: Grand-mère

source: Bronann, how do you feel?
fr: Bronann, comment te sens-tu ?

source: Better. Somehow, the pain faded away the second I entered here.
fr: Mieux. Curieusement, la douleur a disparu à l'instant où je suis entré ici.

source: By the way, where are we?
fr: En parlant de ça, où sommes-nous ?

source: In our basement. The other stairs there are leading to my room. This house is an ancient sanctuary, so it might explain why you're feeling better.
fr: Dans notre cave. Les autres escaliers là-bas mènent à ma chambre. Cette maison est un ancien sanctuaire, ce qui peut expliquer pourquoi tu te sens mieux.

source: Orlinn. Go get our packings. We're leaving.
fr: Orlinn. Va chercher nos affaires. Nous partons.

source: We're leaving the village now.
fr: Nous quittons le village maintenant.

source: I feel dizzy. So many things have happened in such little time.
fr: Je me sens drôle. Tellement de choses se sont passées en si peu de temps.

source: The soldiers will be here any minute. We'll leave to the north and cross the north-west plain up to...
fr: Les soldats vont débarquer ici d'une minute à l'autre. Nous partirons vers le nord et traverserons la plaine nord-ouest vers...

source: No.
fr: Non.

source: No?!
fr: Non ?!

source: No, I won't follow you anymore.
fr: Non, je ne te suivrai plus.

source: Look, I...
fr: Ecoute, je...

source: Enough!
fr: Assez !

source: Nobody told me what was happening. Herth and the Lord seemed to know each other. And now you...
fr: Personne ne m'a prévenu de ce qui arriverait. Herth et le Lord semblaient se connaître. Et maintenant toi...

source: You seem so calm, ready, and prepared.
fr: Tu as l'air si calme, prête, et préparée.

source: Bronann, I ...
fr: Bronann, je...

source: Enough! You hid everything from me just like everyone else. You're a liar! I won't be manipulated anymore!
fr: Assez ! Tu m'as caché la vérité comme tous les autres. Tu es une menteuse ! Je ne me laisserai plus manipuler !

source: Bronann, you'll get everything explained in time, I...
fr: Bronann, tout te sera expliqué en temps voulu, je...

source: No! I won't go unless you tell me the truth now!
fr: Non ! Je n'irai pas à moins que tu ne me dises la vérité maintenant !

source: ... Fine.
fr: ... Bien.

source: I knew the crystal would appear.
fr: Je savais que le cristal apparaîtrait.

source: But I didn't know who it would choose.
fr: Mais je ne savais pas qui il choisirait.
