Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Auto-Battle
fr: Auto-Combat

source: Fire
fr: Feu

source: Water
fr: Eau

source: Volt
fr: Éclair

source: Earth
fr: Terre

source: Life
fr: Vie

source: Death
fr: Mort

source: Neutral
fr: Neutre

source: Invalid Element
fr: Élément invalide

source: Invalid Status
fr: Statut invalide

source: Self — Point
fr: Soi-même — Ciblé

source: Ally — Point
fr: Allié — Ciblé

source: Foe — Point
fr: Ennemi — Ciblé

source: Self
fr: Soi-même

source: Ally
fr: Allié

source: Ally (Even KO)
fr: Allié (Même KO)

source: Ally (Only KO)
fr: Allié (Seulement KO)

source: Foe
fr: Ennemi

source: All Allies
fr: Tous les alliés

source: All Foes
fr: Tous les ennemis

source: Invalid Target
fr: Cible invalide

source: Video
fr: Vidéo

source: Game
fr: Jeu

source: Language
fr: Langue

source: Key Settings
fr: Configuration des touches

source: Joystick Settings
fr: Configuration du joystick

source: Resolution:
fr: Résolution :

source: Window mode:
fr: Mode d'affichage :

source: Brightness:
fr: Luminosité :

source: Update method:
fr: Méthode de rendu :

source: UI Theme:
fr: Thème :

source: Sound Volume:
fr: Volume des effets :

source: Music Volume:
fr: Volume de la musique :

source: Easy
fr: Facile

source: Normal
fr: Normale

source: Hard
fr: Difficile

source: Yes
fr: Oui

source: No
fr: Non

source: Up:
fr: Haut :

source: Down:
fr: Bas :

source: Left:
fr: Gauche :

source: Right:
fr: Droite :

source: Confirm:
fr: Valider :

source: Cancel:
fr: Annuler :

source: Toggle Map:
fr: Aff./Cacher la carte :

source: Restore defaults
fr: Paramètres par défaut

source: Fullscreen
fr: Plein écran

source: Windowed
fr: Fenêtré

source: Move Up
fr: Haut

source: Move Down
fr: Bas

source: Move Left
fr: Gauche

source: Move Right
fr: Droite

source: Confirm
fr: Valider

source: Cancel
fr: Annuler

source: Toggle Map
fr: Aff./Cacher la carte

source: Input enabled:
fr: Activé :

source: X Axis
fr: Axe X

source: Y Axis
fr: Axe Y

source: Threshold
fr: Zone morte

source: Confirm: Button
fr: Valider : Bouton

source: Cancel: Button
fr: Annuler : Bouton

source: Menu: Button
fr: Menu : Bouton

source: Map: Button
fr: Carte : Bouton

source: Pause: Button
fr: Pause : Bouton

source: Help: Button
fr: Aide : Bouton

source: Quit: Button
fr: Quitter : Bouton

source: Please press a new joystick button.
fr: Veuillez appuyer sur un bouton du joystick.

source: Please press a new key.
fr: Veuillez appuyer sur une nouvelle touche.

source: Please move an axis.
fr: Veuillez bouger un axe du joystick.

source: Here you can set up the video options such as the resolution, whether to play in full screen, the GUI theme, ...
fr: Dans ce menu, vous pouvez modifier les options vidéos telles que la résolution écran, jouer ou non en plein écran, le thème des fenêtres, ...

source: Here you can setup the music and SFX volumes.
fr: Dans ce menu, vous pouvez modifier le volume de la musique et des effets sonores.

source: This menu permits to setup game specific options, such as the text scrolling speed, the game difficulty, ...
fr: Ce menu permet de modifier les options spécifiques au jeu, telles que la vitesse de défilement du texte, la difficulté de jeu, ...

source: This menu will show the available languages. Only available from the boot menu...
fr: Ce menu affiche les langues disponibles. Il est accessible seulement depuis l'écran de démarrage...

source: Here you change the keys used when playing with the keyboard...
fr: Dans ce menu, vous pouvez modifier les touches clavier utilisées ...

source: Here you change the keys used when playing with a joystick...
fr: Ici, vous pouvez modifier les touches utilisées avec un joystick ...

source: This permits to select the game's resolution...
fr: Permet de régler la résolution-écran du jeu.

source: Here you can set whether you want to play in windowed mode or fullscreen.
fr: Ce menu permet de sélectionner si vous voulez ou non jouer en plein écran.

source: Sets the game brightness percentage. Default: 50%
fr: Permet de modifier le pourcentage de luminosité de l'écran. 50% par défaut.

source: Permits to change the Screen Vertical Synchronization mode. (Use the left and right arrow keys.)
fr: Permet de modifier le mode de synchronisation verticale. (Utiliser les touches gauche et droite.)

source: Permits to change the Game Update mode. Use 'Performance' for more FPS, and 'Gentle' to be kind with your CPU. Disabled when VSync is on.
fr: Permets de modifier la méthode de mise à jour du rendu. Utiliser 'Performance' pour obtenir plus de FPS, et 'Douce' pour en demander moins à votre CPU. Cette option est désactivée lorsque la V-Sync est activée.

source: Permits to change the in-game GUI theme.
fr: Permet de modifier le thème des menus.

source: Permits to set the general music volume.
fr: Permets de modifier le volume principale de la musique.

source: Permits to set the general SFX volume.
fr: Permet de régler le volume des effets sonores.

source: Sets the game difficulty, can change how hard battles and certain events are in game...
fr: Détermine la difficulté de jeu. Cela peut modifier la difficulté des combats mais également certains événements du jeu ...

source: Permits to set up the dialogue text scrolling speed (in character per seconds)...
fr: Permets de modifier la vitesse de défilement du texte dans les dialogue (en caractère par seconde) ...

source: Sets whether the battle target should be kept in memory between two actions for a given character.
fr: Détermine si la dernière cible d'un personnage en combat devrait être gardée en mémoire entre deux actions de ce dernier.

source: Miss
fr: Raté

source: [error]
fr: [erreur]

source: [Select Action]
fr: [Sélectionner action]

source: Item<R>Type ×
fr: Objet<R>Type ×

source: Skill<R>Type SP
fr: Capacité<R>Type PM

source: Weapon
fr: Arme

source: Magic
fr: Magie

source: Items
fr: Objets

source: Bare-hand
fr: Mains nues

source: Enemy Defense Modifiers:
fr: Modificateurs de Défense de l'Ennemi :

source: Effects:
fr: Effets:

source: Select Target
fr: Sélectionner la cible

source: All Enemies
fr: Tous les ennemis

source: Select Attack Point
fr: Sélectionner le point d'attaque

source: Double Rush!
fr: Courses des lames !

source: First Strike!
fr: Premier coup !

source: Ambush!
fr: Embuscade !

source: Retry
fr: Réessayer

source: End
fr: Fin

source: Start over from the beginning of this battle.
fr: Recommencer au début du combat.

source: Exit to main menu.
fr: Retour au menu principal.

source: Confirm: retry battle.
fr: Confirmer : Recommencer le combat.

source: Confirm: return to main menu.
fr: Confirmer : Retourner au menu principal.

source: Items Found
fr: Objets trouvés

source: XP Earned:
fr: XP gagnés :

source: Drunes Found:
fr: Drunes trouvées :

source: Level (Max):
fr: Niveau (Max) :

source: Level:
fr: Niveau :

source: XP left:
fr: XP restants :

source: New Skill Learned:
fr: Nouvelle capacité :

source: The heroes were victorious!
fr: Les héros ont remporté la bataille !

source: The heroes fell in battle...
fr: Les héros sont tombés au combat...

source: When the Auto-Battle mode is activated, your party will auto attack the opponents using default attacks. If you open a command menu, the Auto-Battle mode will be deactivated again.
fr: Lorsque l'Auto-Combat est activé, votre équipe attaquera les ennemis sans votre aide en utilisant ses attaques par défaut. Si vous ouvrez à nouveau le menu de Commande, cette option se désactivera.

source: [Invalid Target]
fr: [Cible invalide]

source: New Game
fr: Nouvelle partie

source: Load Game
fr: Continuer

source: Quit
fr: Quitter

source: You obtain
fr: Vous obtenez

source: Lv:
fr: Nv :

source: XP to Next:
fr: XP restants :

source: Inventory
fr: Inventaire

source: Skills
fr: Compétences

source: Party
fr: Équipe

source: Quests
fr: Quêtes

source: Map
fr: Carte

source: Select to view current world map. Use left / right to cycle through locations. Press 'cancel' to return
fr: Sélectionner pour visualiser la carte du monde. Utiliser gauche / droite pour changer la localisation active. Appuyer sur « Annuler » pour revenir en arrière.

source: Select to view Quest Log.
fr: Sélectionnez l'option pour voir le journal des quêtes.

source: Equip
fr: Équiper

source: Remove
fr: Retirer

source: Back
fr: Retour

source: View/Reorder
fr: Voir / Échanger

source: Battle Formation
fr: Formation de Combat

source: View character Information. Select a character to change formation.
fr: Voir les informations sur un personnage. Sélectionnez un personnage pour changer de formation.

source: Use
fr: Utiliser

source: This item is a key item and can be neither consumed nor sold.
fr: Cet objet est un objet clé et ne peut être ni utilisé ni vendu.

source: This item is an elemental spirit and can be associated with equipment.
fr: Cet objet est un esprit élémentaire et peut être associé à votre équipement.

source: Skills obtained:
fr: Capacités obtenues :

source: ATK:
fr: ATQ :

source: M.ATK:
fr: M.ATQ:

source: Select an item to Equip or Use.
fr: Sélectionnez un objet à équiper ou utiliser.

source: This character cannot equip this item.
fr: Ce personnage ne peut pas utiliser cet objet.

source: Select a character to use the item on.
fr: Sélectionnez un personnage sur lequel utiliser l'objet.

source: Select a character to change position with.
fr: Sélectionnez un personnage avec lequel échanger de position.

source: Select a character to change formation.
fr: Sélectionnez un personnage pour changer la formation.

source: Global Attack / Defense:
fr: Attaque / Défense Globale :

source: Detailed Defense:
fr: Défense Détaillée :

source: Total Attack:
fr: Attaque Totale :

source: Total Magical Attack:
fr: Attaque Magique Totale :

source: Average Defense:
fr: Défense Moyenne :

source: Average Magical Defense:
fr: Défense Magique Moyenne :

source: Head:
fr: Tête :

source: Torso:
fr: Torse :

source: Arm:
fr: Bras :

source: Leg:
fr: Jambe :

source: Experience Level:
fr: Niveau :

source: Physical Attack:
fr: Attaque Physique :

source: Magical Attack:
fr: Attaque Magique:

source: Physical Defense:
fr: Défense Physique :

source: Magical Defense:
fr: Défense Magique :

source: Stamina:
fr: Endurance :

source: Evade:
fr: Esquive :

source: Switch
fr: Inverser

source: Select a battle formation to change characters placement.
fr: Sélectionnez formation de combat pour modifier la position des personnages.

source: Rear - Front
fr: Arrière - Avant

source: Choose a character.
fr: Choisissez un personnage.

source: Choose a skill category to use.
fr: Choisissez une catégorie de compétences à utiliser.

source: All
fr: Tout

source: Field
fr: Terrain

source: Battle
fr: Combat

source: Weapon skill
fr: Compétence d'armes

source: Bare hands
fr: Mains nues

source: Magic skill
fr: Magie

source: Special skill
fr: Compétence spéciale

source: SP
fr: PM

source: Head
fr: Tête

source: Torso
fr: Torse

source: Arms
fr: Bras

source: Legs
fr: Jambes

source: No weapon
fr: Pas d'arme

source: No head armor
fr: Pas d'armure

source: No torso armor
fr: Pas d'armure

source: No arms armor
fr: Pas d'armure

source: No legs armor
fr: Pas d'armure

source: Welcome to Valyria Tear
fr: Bienvenue dans Valyria Tear

source: Command
fr: Action

source: Current Key
fr: Touche actuelle

source: Purpose
fr: Description

source: Left
fr: Gauche

source: Move menu cursor to the left
fr: Bouger le curseur vers la gauche

source: Right
fr: Droite

source: Move menu cursor to the right
fr: Bouger le curseur vers la droite

source: Confirm a menu command
fr: Valider une action

source: Cancel a menu command
fr: Annuler une action

source: Quit the application (when using the keyboard)
fr: Quitte le jeu (clavier uniquement)

source: Shop mode Use the Left/Right keys to add/remove items into the Buy and Sell modes. Then go into the Confirm mode to complete the transaction.
fr: Magasin Utilisez les touches gauche/droite pour ajouter/retirer des objets de votre liste d'achat et de vente. Allez ensuite dans l'écran de confirmation pour compléter votre transaction.

source: Remove an item from the buy/sell list
fr: Retirer un objet de la liste d'achat ou de vente.

source: Add an item to the buy/sell list.
fr: Ajoute un objet à la liste d'achat ou de vente.

source: Up
fr: Haut

source: Move up in the item list.
fr: Monter d'un cran dans la liste d'objet.

source: Down
fr: Bas

source: Move down in the item list.
fr: Descendre d'un cran dans la liste d'objet.

source: Show details or confirm a transaction
fr: Montrer plus de détails ou confirmer une transaction

source: Change the displayed item category.
fr: Change la catégorie d'objets affichée.

source: Get out the Buy/Sell/Confirm mode, or quit the shop.
fr: Sortir des listes d'achat/vente/confirmation, ou quitter le magasin.

source: Pauses the game
fr: Met le jeu en pause

source: Close this window / Show the system menu
fr: Fermer cette fenêtre / Montrer le menu

source: The table below lists the default game controls.
fr: Le tableau ci-dessous liste les touches utilisées par défaut.

source: The control mappings can be changed in the options menu.
fr: Les touches peuvent être changées dans le menu d'options de jeu.

source: Default Key
fr: Touche par défaut

source: General Purpose
fr: Description

source: Move position or cursor upwards
fr: Déplacer le personnage ou le curseur vers le haut

source: Move position or cursor downwards
fr: Déplacer le personnage ou le curseur vers le bas.

source: Move position or cursor to the left
fr: Déplacer le personnage ou le curseur vers la gauche.

source: Move position or cursor to the right
fr: Déplacer le personnage ou le curseur vers la droite.

source: Confirm an action or menu command
fr: Valider une action

source: Cancel an action or menu command
fr: Annuler une action

source: Opens the party menu
fr: Afficher le menu de statut des personnages

source: Show/Hide items and skills descriptions.
fr: Montre/Cache la description des objets et des compétences.

source: Quit the application
fr: Quitte le jeu

source: There are additional commands available which can be found in the MANUAL file.
fr: Des actions supplémentaires sont disponibles et sont décrites dans le fichier MANUAL.

source: Paused
fr: Pause

source: Quit to Main Menu
fr: Menu principal

source: Quit Game
fr: Quitter

source: Save Game
fr: Sauvegarder le jeu

source: Confirm Save
fr: Confirmer la sauvegarde

source: Load Auto-Save
fr: Charger la Sauvegarde auto

source: Load Save
fr: Charger la Sauvegarde

source: Save successful!
fr: Sauvegarde réussie !

source: Unable to save game! Save FAILED!
fr: Impossible de sauvegarder !

source: No valid saves found!
fr: Aucune sauvegarde valide !

source: Invalid data!
fr: Données invalides !

source: No data
fr: Aucune donnée

source: HP:
fr: PV :

source: SP:
fr: PM :

source: Category
fr: Catégorie

source: Name
fr: Nom

source: Price
fr: Prix

source: Own
fr: Poss.

source: Weapons
fr: Armes

source: Head Armor
fr: Tête

source: Torso Armor
fr: Torse

source: Arm Armor
fr: Bras

source: Leg Armor
fr: Jambes

source: Spirits
fr: Esprits

source: Key Items
fr: Objets clés

source: All Wares
fr: Tous

source: Field Use:
fr: Hors-combat :

source: Battle Use:
fr: En combat :

source: Target:
fr: Cible :

source: Buy count: x
fr: Achats : x

source: Sell count: x
fr: Ventes : x

source: Trade count: x
fr: Troc : x

source: Buy
fr: Acheter

source: Sell
fr: Vendre

source: Trade
fr: Échanger

source: Leave
fr: Quitter

source: Funds:
fr: Fonds :

source: Purchases:
fr: Achats :

source: Remaining:
fr: Restant :

source: Sales: +
fr: Ventes : +

source: The Shop
fr: Le magasin

source: Buy prices
fr: Prix d'achat

source: Sell prices
fr: Prix de vente

source: "Welcome! Take a look around."
fr: « Bienvenue ! Faites votre choix. »

source: Get some barley meal
fr: Obtenir du blé d'orge

source: Mom needs some for dinner! Flora might have some in her shop. I should go and have a look there first.
fr: Maman en a besoin pour le dîner ! Flora pourrait en avoir dans son magasin. Je devrais commencer par aller voir là-bas.

source: Finally, I found some. Lilly had what I sought in her house the whole time.
fr: Finalement, j'en ai trouvé. Lilly en avait chez elle tout ce temps.

source: Village of Layna
fr: Village de Layna

source: Bronann's home
fr: Maison de Bronann

source: Find Georges's pen
fr: Trouver la plume de Georges

source: In order to know who Georges gave the rest of his barley meal to, I need to get back his lost pen. He said he lost it near a tree. He also told me that people in the village might know more.
fr: Afin de savoir à qui Georges à donner le reste de blé d'orge, je dois lui retrouver sa plume. Il m'a dit l'avoir perdu près d'un arbre mais m'a également dit que d'autres personnes dans le village pourraient en savoir plus.

source: Orlinn had the pen and I ran after him all morning to get it back. I hope he won't have any problems with Kalya...
fr: Orlinn avait la plume et j'ai couru après lui toute la matinée pour la récupérer. J'espère qu'il n'aura pas de problèmes avec Kalya...

source: Village center
fr: Centre du village

source: Catch Orlinn!
fr: Attraper Orlinn !

source: Orlinn has the pen that I need to return to Georges! The only problem now is I have to find out where he's hiding. Hmm, it shouldn't take long.
fr: Orlinn a la plume de Georges ! Le seul problème est de trouver où il s'est caché. Hmm, cela ne devrait prendre longtemps.

source: After chasing him around the village all morning, I finally have the pen. Time to bring it back to Georges.
fr: J'ai couru après lui toute la matinée mais j'ai récupéré la plume. Il est temps de la rapporter à Georges.

source: Catch the chickens
fr: Attraper les poules

source: Grandma asked me to catch the chickens that flew away. There are three of them.
fr: Grand-Mère m'a demandé d'attraper les poules qui se sont échappées. Il y en a trois.

source: I was able to find them!
fr: Je les ai trouvé !

source: Path to Kalya's house
fr: Sur le chemin menant à la maison de Kalya

source: Let's go to the woods.
fr: Partons dans les bois.

source: It's been weeks since I could go outside the village. The entrance has been shut with stones, and now they won't even let me go and breathe in the only place I could be alone?!? Whatever. I need a sword just in case, and I'll get there alone!
fr: Cela fait des semaines que je n'ai pas pu sortir du village. L'entrée a été bloquée avec des pierres, et maintenant ils ne me laissent même pas aller respirer dans le seul endroit où je pouvais précédemment aller ?!? Qu'importe, j'ai seulement besoin d'une épée, au cas où, et j'irai seul !

source: I'm now equipped, and access to the forest has been granted!
fr: Je suis maintenant équipé, et j'ai libre accès à la forêt !

source: Orlinn might be in danger!
fr: Orlinn pourrait être en danger !

source: After seeing that strange light, Orlinn ran into the woods. He's just a kid, even if a quick one! My father asked me to go there with Kalya and bring him back safe and sound. I can't let them down!
fr: Après avoir vu cette étrange lumière, Orlinn a fui dans les bois. C'est juste un enfant, même s'il est très rapide ! Mon propre père m'a demandé d'y aller avec Kalya et de le ramener sain et sauf. Je ne peux pas les laisser tomber !

source: We finally retrieved Orlinn in the center of the forest. A mysterious wolf was protecting him, and we came just in time to prevent him from approaching a strange crystal.
fr: Nous avons finalement retrouvé Orlinn au milieu de la forêt. Un loup mystérieux le protégeait, et nous sommes arrivés juste à temps pour empêcher qu'il s'approche d'un étrange cristal.

source: We must escape from the soldiers.
fr: Nous devons semer les soldats.

source: After we returned to the village, Kalya was caught by strange soldiers. The country lord himself provoked me in battle and thanks to her, we escaped for now. But this isn't over. The soldiers are after us and we have to make our way through.
fr: Après notre retour au village, Kalya fût attrapée par d'étranges soldats. Le Seigneur de ces terres en personne me provoqua en duel, et grâce à elle, nous nous sommes échappés pour l'instant Mais ce n'est pas terminé, les soldats sont après nous et nous devons leur fausser compagnie.

source: We managed to find a way up to the mountain top.
fr: Nous avons réussi un trouver un chemin jusqu'au sommet de la montagne.

source: Kalya's home basement
fr: Cave de la maison de Kalya

source: Royal Silk
fr: Soie Royale

source: Black Sleet
fr: Noire brûlure

source: Elvish Feather
fr: Plume Elfique

source: Layna Forest
fr: Forêt de Layna

source: Thanks for playing!!
fr: Merci d'avoir joué !

source: Story
fr: Histoire

source: Lead Programming, Scripting, Maps
fr: Programmation, scripts, cartes

source: Additional programming and scripting
fr: Programmation et scripts additionnels

source: Balancing, ... Quest log, Minimap support, ... Shop Trade mode support, ... UI theme change menu support, ... GL code improvement, ... Multiple screen fix, ... Misc fixes Joystick handling fixes
fr: Équilibrage des caractéristiques, ... Journal de quêtes, mini-carte, ... Support du mode « troc », ... Changement de thème d'interface, ... Amélioration du code OpenGL, ... Support multi-écrans, ... Corrections diverses Corrections dans la gestion du joystick

source: Graphics
fr: Graphismes

source: Village tileset, ... Cemetery tileset, ... Heroes portraits, ... Heroes sprites, Cave tilesets, ... Forest battle backgrounds, ... The Fenrir A lot of various things
fr: Tileset du village, ... Tileset du cimetière, ... Portraits des héros, ... Sprites des héros, tilesets des grottes, ... Image de fond des combats en forêt, ... Le Fenrir Contributions diverses et variées

source: Music
fr: Musique

source: Main theme, Village music, ... Banesore's battle, ... Layna Forest music, ... Boss Music Battle music Birds' song Battle lost music Layna cave music
fr: Thème principal, musique du village, ... Combat avec Banesore, ... Musique de la forêt de Layna, ... Musique des boss Musique des combats Chants d'oiseaux Musique de défaite Musique des cavernes de Layna

source: Sad theme Mountain music Mountain Shrine music Special Boss
fr: Thème mélancolique Thème de la montagne Thème du Sanctuaire de la montagne Boss spécial

source: Sounds
fr: Sons

source: Ports
fr: Portages

source: Translations
fr: Traductions

source: English text review Dutch (nl_NL) French (fr) Galician (gl) German (de)
fr: Révision du texte anglais Néerlandais (nl_NL) Français (fr) Galicien (gl) Allemand (de)

source: Italian (it) Portuguese (pt_PT) Russian (ru) Spanish (es) Swedish (sv)
fr: Italien (it) Portuguais (pt_PT) Russe (ru) Espagnol (es) Suédois (sv)

source: Testers
fr: Testeurs

source: And you...
fr: Et vous...

source: Valyria Tear was forked from Hero of Allacrost in 2011
fr: Valyria Tear est issu du projet Hero of Allacrost depuis 2011

source: Allacrost Development Team (2004-2011) Founder and Lead Designer
fr: Allacrost - Équipe de développement (2004-2011) Fondateur et développeur principal

source: Allacrost Project Leads/Administrators
fr: Allacrost - Administrateurs et leaders

source: Allacrost Programming Team (2004-2011)
fr: Allacrost - Équipe de développement (2004-2011)

source: Battle code, Menu code Game editor Game engine Map code Various game modes, content scripting Video engine Video engine, Audio engine Game editor Programming lead, Game engine, Map code
fr: Aide sur le code du mode combat, du menu Éditeur de cartes Moteur de jeu Code gestion des cartes Différents modes de jeu, scripting Moteur vidéo Moteur vidéo et audio Éditeur de cartes Direction de la programmation, moteur de jeu, code du mode carte

source: Allacrost Programming Team
fr: Allacrost - Équipe de développement
