Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Steals skill points from an enemy.
fr: Vole des PM à un ennemi.

source: Prevents an enemy from using any magic skills.
fr: Empêche un ennemi d'utiliser des compétences magiques.

source: Storm
fr: Tempête

source: High air type damage on all foes.
fr: Inflige de forts dégâts de terre à tous les ennemis.

source: Stops an enemy from taking any actions for quite a long time.
fr: Bloque un ennemi pendant une très longue durée.

source: A holy light strikes an enemy.
fr: Une lumière sacrée frappe un ennemi.

source: Life Circle
fr: Cercle de vie

source: Increases the life elemental defense of a character.
fr: Augmente la résistance élémentaire de type vie d'un personnage.

source: Purify
fr: Purification

source: Cures all bad effects on a character, except for poison.
fr: Soigne tous les effets négatifs appliqués à un personnage, excepté le poison.

source: Sun Haze
fr: Ardeur du soleil

source: High life type damage on all foes.
fr: Inflige de forts dégâts de type vie sur tous les ennemis.

source: Boost an ally's speed and slowly recovers their health.
fr: Augmente la vitesse d'un allié et lui fait recouvrer lentement sa santé.

source: Death tries to take hold of an enemy.
fr: La Mort essaie d'emmener un ennemi avec elle.

source: Death Circle
fr: Cercle de mort

source: Increases the death elemental defense of an ally.
fr: Augmente la résistance élémentaire de type mort d'un personnage.

source: Doom
fr: Condamnation

source: Places a death counter upon the enemy's head.
fr: Le temps est désormais compté pour un adversaire.

source: Magical Reflection
fr: Réflexion magique

source: Makes the next enemy spell cast reflect back upon the attacker.
fr: Repousse le prochain sort ennemi sur ce dernier.

source: Dispell
fr: Dissipation

source: Removes any status effect, elemental effect, and active spell on an enemy.
fr: Retire tout effet de statut ou élémentaire et tout sort actif sur un ennemi.

source: Shell
fr: Carapace

source: Increases all elemental effects of one character.
fr: Augmente tous les effets élémentaires d'un personnage.

source: An offensive mystic spell formed by combining opposite elementals.
fr: Un sort mystique provoqué lors de la combinaison offensive d'éléments opposés.

source: Counter
fr: Riposte

source: Makes an ally counter-attack if injured.
fr: Permet à un allié de contre-attaquer s'il est blessé.

source: Phoenix Call
fr: Appel du phénix

source: Revives all allies.
fr: Ressuscite tous les alliés.

source: Cures poison on all characters.
fr: Soigne le poison de tous les alliés.

source: Wolf Pain
fr: Souffrance du loup

source: Calls the defender of the arctic.
fr: Appelle le défenseur de l'arctique.

source: Dark Wish
fr: Sombre souhait

source: Sword Slash
fr: Coup d'épée

source: A textbook maneuver that deals an effective blow.
fr: Un coup classique provoquant d'amples dégâts.

source: Forward Thrust
fr: Attaque portée

source: A quicker and more powerful blow than the standard sword slash.
fr: Une frappe plus forte et plus rapide que l'attaque standard.

source: Stun Strike
fr: Frappe étourdissante

source: A blow which temporarily stun its target.
fr: Une frappe étourdissant temporairement l'adversaire.

source: X-Strike
fr: Attaque Double

source: A strong and aggressive attack with a blade that deals significant damage.
fr: Une attaque puissante et agressive infligeant de grands dégâts.

source: Single Shot
fr: Tir simple

source: A simple shot using an arbalest.
fr: Un simple tir à l'arbalète.

source: Blade Rush
fr: Courses des lames

source: Incapacitating Shot
fr: Tir incapacitant

source: A powerful shot aimed at lowering the enemy's ability to attack.
fr: Un tir ciblé et puissant affaiblissant l'attaque de l'ennemi.

source: Rain of Arrows
fr: Pluie de flèches

source: An attack striking all enemies.
fr: Une attaque touchant tous les ennemis.

source: Dagger Slash
fr: Coup de dague

source: A simple but efficient dagger attack.
fr: Une attaque à la dague simple mais efficace.

source: Poison Slash
fr: Dague empoisonnée

source: A dagger attack, poisoning the enemy.
fr: Une attaque à la dague, empoisonnant sa cible.

source: High Strike
fr: Frappe haute

source: A strike from above, stunning the enemy and breaking its magical defense.
fr: Une attaque venant du ciel, étourdissant sa cible et brisant sa défense magique.

source: Sonic Wind
fr: Vent sonique

source: Deals high wind damage to all enemies, stunning them along the way.
fr: Effectue des dégâts élevés sur tous les ennemis, les étourdissant au passage.

source: Sword Breaker
fr: Briseur d'arme

source: An attack that breaks the enemy's own attack power.
fr: Une attaque brisant au passage la force de frappe de l'ennemi.

source: Execution
fr: Exécution

source: Attacks an enemy with a chance of causing death to catch its soul.
fr: Attaque un ennemi et provoque potentiellement sa défaite immédiate.

source: Stun Bite
fr: Frappe étourdissante

source: I didn't know that there was a cave here. It's kind of creepy. Let's hurry and find Orlinn.
fr: Je ne savais pas qu'il y avait une grotte par ici. Pas très rassurant. Dépêchons-nous de retrouver Orlinn.

source: It seems Orlinn was able to go through those platforms. Somehow.
fr: Il semblerait qu'Orlinn ait été capable de traverser ces plateformes. D'une manière ou d'une autre.

source: Let's make our way through this before something bad happens to him.
fr: Trouvons une manière de passer avant que quelque chose ne lui arrive.

source: Look, there is a stone slab on the ground. Let's check this out.
fr: Regarde, il y a une sorte de dalle juste là. Allons y jeter un œil.

source: It seems the way is clear now.
fr: Il semblerait que nous puissions passer maintenant.

source: (I also heard something falling outside. Let's hope it's nothing bad.)
fr: (J'ai également entendu quelque chose tomber à l'extérieur. Espérons que ce ne soit pas un mauvais présage.)

source: Stone sign
fr: Pierre sculptée

source: Only the last one standing shall pass.
fr: Seul le dernier debout pourra passer.

source: 'Here, only your enemies prevent you from going further.'
fr: 'Ici, seuls tes ennemis t'empêchent d'avancer.'

source: You are able to decipher this writing, Kalya?
fr: Tu es capable de déchiffrer cette écriture, Kalya ?

source: Somehow. I'm not sure how I am able to, but I can read it.
fr: D'une certaine manière. Je ne suis pas sûre de savoir comment, mais je suis capable de la lire.

source: However, I don't know what it means.
fr: Je ne comprends pas ce que cette énigme signifie, cependant.

source: Let's look around. We might find out.
fr: Explorons un peu. Nous pourrions trouver quelque chose.

source: Something heavy seems to have fallen nearby.
fr: Quelque chose de lourd semble être tombé non loin d'ici.

source: I can feel a breeze and see light entering the cave from around this rock. Orlinn must have gone through here.
fr: Je sens une légère brise et il y a de la lumière autour de ce rocher. Orlinn doit être passé par là.

source: There are signs engraved on this rock, too. This looks like some kind of mechanism my family used long ago.
fr: Il y aussi des signes gravés sur ce rocher. Cela ressemble à un mécanisme utilisé par ma famille il y a longtemps.

source: Your family? Long ago?
fr: Ta famille ? Il y a longtemps ?

source: Err, nevermind. We must find a way to make this move. Let's look around.
fr: Euh, oublie ça, nous devons trouver un moyen de bouger ce rocher. Inspectons les environs.

source: I can feel it, sis'. It's coming!
fr: Je peux le sentir, sœurette. Elle approche !

source: Orlinn, stop!
fr: Orlinn ! Arrête-toi !

source: What's happening!?
fr: Que se passe-t-il !?

source: Gosh! By all heavens, is this...?
fr: Par tous les saints, est-ce que c'est... ?

source: A crystal stone?!
fr: Une pierre de cristal ?!

source: This is her. I heard her voice calling.
fr: C'est elle. J'ai entendu sa voix m'appeler.

source: Dear chosen one, the time has finally come.
fr: Noble Élu, l'heure est enfin arrivée.

source: For us, it will be but an instant.
fr: Pour nous, cela ne durera qu'un instant.

source: For you, it might be decades.
fr: Pour toi, cela aura pu durer des années.

source: May you bring a happy end to this foolish destiny of ours.
fr: Puisses-tu apporter une fin heureuse à ce destin funeste qui est le nôtre.

source: We're all anxiously awaiting your return.
fr: Nous t'attendons tous impatiemment.

source: Now, come. Become one with our holy hope.
fr: Maintenant, viens. Et ne fait qu'un avec notre espoir sacré.

source: What does all of this mean?
fr: Qu'est-ce que cela signifie ?

source: I shall become one with our only hope.
fr: Je ne ferai qu'un avec notre unique espoir.

source: What! Orlinn, no!
fr: Quoi ! Orlinn, non !

source: Bronann, the crystal! No!
fr: Bronann, le cristal ! Non !

source: Bronann! Are you all right? Answer me!!
fr: Bronann ! Est-ce que tout va bien ? Réponds-moi !!

source: Woah, where am I?
fr: Wouah, où suis-je ?

source: Sis! What's the matter? What happened?
fr: Soeurette ! Qu'est-ce qu'il y a ? Qu'est-ce qui s'est passé ?

source: What happened? Orlinn, what have you done?
fr: Ce qui s'est passé ? Orlinn, qu'as-tu fait ?

source: ... My head.
fr: ... Ma tête.

source: Bronann! Are you alright?
fr: Bronann ! Est-ce que ça va ?

source: I, I guess so.
fr: Je, je suppose.

source: The wolf! The crystal! Orlinn! Are you ok?
fr: Le loup ! Le cristal ! Orlinn ! Tout va bien ?

source: Don't worry, I'm fine. Err, what crystal? What... wolf??
fr: Ne t'inquiète pas, je vais bien. Euh, quel cristal ? Quel loup ?

source: You won't be fine for long after I'm done with you!!
fr: Tu n'iras pas si bien que ça lorsque j'en aurai fini avec toi !!

source: Huh? Wait, I didn't do anything this time!
fr: Hein ? Attends, je n'ai rien fait cette fois !

source: Oh? You didn't?
fr: Oh ? vraiment ?

source: When I catch you, I'll make you wish you were never born! Rahh!
fr: Une fois que je t'aurais attrapé, je vais te faire regretter d'être né ! Rahh !

source: Yiek!
fr: Gloups !

source: Come here, now!
fr: Viens ici tout de suite !

source: (Sigh)... I should have stayed home today.
fr: (Soupir)... J'aurais dû rester à la maison aujourd'hui.

source: Ouch, why is my head hurting so much?
fr: Oh, pourquoi ma tête me fait-elle si mal ?

source: Are you ok? We should head back to the village so Lilly can examine you.
fr: Tout va bien ? Nous devrions rentrer au village afin que Lilly puisse t'examiner.

source: I still feel really dizzy, but I'll be ok.
fr: J'ai vraiment la tête qui tourne mais ça ira.

source: I'm relieved that Orlinn is fine as well. Speaking of that, Orlinn! Stop running and come here right now!
fr: Je suis soulagée qu'Orlinn aille bien, lui aussi. En parlant de ça, Orlinn ! Arrête de courir et viens par ici, maintenant !

source: Owww. Alright.
fr: Ohhh. D'accord.

source: Now, Orlinn, tell us. Why on earth did you go into the forest alone, and how did you get there so quickly?
fr: Maintenant Orlinn, dis-nous. Pourquoi, ô grand pourquoi es-tu allé dans la forêt seul, et comment as-tu fait pour arriver jusqu'ici aussi rapidement ?

source: I don't know.
fr: Je ne sais pas.

source: Why was that giant wolf protecting you?
fr: Pourquoi ce loup géant te protégeait-il ?

source: What was that crystal? Why did you want to 'become one' with it?
fr: Et ce cristal, qu'est-ce que c'était ? Pourquoi voulais-tu ne faire qu'un avec lui ?

source: I, I, I sincerely don't know. I swear! It was like I was... dreaming.
fr: Je, je, sincèrement, je ne sais pas. Je le jure ! C'était comme si... j'étais en train de rêver.

source: I merely remember a voice in my head, telling me to come.
fr: Je me rappelle vaguement d'une voix dans ma tête, m'indiquant de venir.

source: You know you won't get away with this. When you see Herth...
fr: Tu sais que tu ne t'en sortiras pas comme cela. Lorsque nous verrons Herth...

source: I swear it's the truth!
fr: Je jure que c'est la vérité !

source: Making one with the crystal, huh?
fr: Ne faire qu'un avec le cristal, hein ?

source: Let's not panic. Bronann, you look fine. Anyway, we'd better get back to the village and see the elders as soon as possible.
fr: Ne panique pas Bronann, tu as l'air d'aller bien. De toute façon, nous ferions mieux de retourner au village et d'aller voir les Anciens le plus vite possible.

source: What's that?!
fr: Qu'est-ce que c'est que ça ?!

source: Woah, that was quite a nasty fight. Why on earth was a north arctic fenrir lurking in the forest? I thought it was merely a part of myths.
fr: Wouah, quel combat ! Mais que peut bien faire un Fenrir de l'arctique dans cette forêt ? Je pensais que ces créatures n'existaient que dans les mythes.

source: It ran away. I'm almost certain that we'll meet it again. We'd better be more prepared next time.
fr: Il s'est enfuit. Je suis presque sûr que nous le rencontrerons à nouveau. Nous ferions mieux d'être bien préparés quand cela se produira.

source: I'll try not to think about what it could have done to Orlinn. Let's find him... quickly.
fr: Mieux vaut ne pas penser à ce qu'il aurait pu faire à Orlinn. Tâchons de le trouver au plus vite.

source: Orlinn, stop it RIGHT NOW!!
fr: Orlinn, arrête-toi MAINTENANT !!

source: I can't sis. I can feel it... calling me.
fr: Je ne peux pas sœurette. Je la sens... Elle m'appelle.

source: Quick! Let's follow him.
fr: Vite ! Suivons-le.

source: Right!
fr: Ok !

source: Great! The tremor has opened a path back to the village!
fr: Super ! Le tremblement de terre a ouvert un passage vers le village !

source: Now we can get back to the village more quickly.
fr: Nous pourrons maintenant retourner au village plus rapidement.

source: We're almost there!
fr: Nous y sommes presque !

source: Say sis, do you think Herth will be angry at me for what happened?
fr: Dis sœurette, crois-tu que Herth sera en colère contre moi pour ce qui s'est passé ?

source: I don't think so, Orlinn. We both know you didn't do it on purpose, right?
fr: Je ne pense pas, Orlinn. Nous savons tous deux que tu ne l'as pas fait exprès, n'est-ce pas ?

source: Kalya, err...
fr: Kalya, euh...

source: What is it, Bronann?
fr: Qu'y a-t-il, Bronann ?

source: Hmm. Nevermind.
fr: Hmm, non, rien.

source: Don't worry too much, Bronann. Herth will be able to help you.
fr: Ne t'inquiète pas trop, Bronann, Herth pourra t'aider.

source: Me? But...
fr: Moi ? Mais....

source: Thanks...
fr: Merci...

source: Thanks for your help.
fr: Merci pour ton aide là-bas.

source: You're welcome.
fr: De rien.

source: Your party feels better...
fr: Votre équipe se sent mieux...

source: Woah, wait!
fr: Wouah, attends !

source: Look at the grass. Snakes like to hide in the tall grass. We need to be careful because their venom causes drowsiness.
fr: Regarde ces touffes d'herbes. Les serpents adorent s'y cacher. Fais attention à eux, leur venin peut te faire somnoler.

source: (Bronann looks at the ground)
fr: (Bronann regarde au sol.)

source: This water looks weird. Shall we drink it anyway?
fr: Cette eau ne me dit rien qui vaille. Allons-nous tout de même la boire ?

source: Yes, I'm so thirsty.
fr: Oui, j'ai tellement soif !

source: No way, we'd get sick.
fr: Pas question, nous tomberions malades.

source: The party drinks the water and feels... alright?
fr: L'équipe boit de cette eau et se sent... toujours bien ?

source: The party won't drink it.
fr: L'équipe préfère ne pas y toucher.

source: Yiek, it stinks in here.
fr: Erk, ça sent vraiment mauvais par ici.

source: Look at all those bones. We should be careful.
fr: Regarde tous ces os. Nous devrions faire attention.

source: I hope Orlinn is alright.
fr: J'espère qu'Orlinn va bien.

source: What a lovely necklace! I'll take it.
fr: Quel magnifique collier ! Je le prends.

source: Kalya. We're in the middle of a cave and you're only thinking about wearing jewels?
fr: Kalya. Nous sommes au beau milieu d'une grotte lugubre et tu ne songes qu'à te parer d'un collier?

source: Jewelry is a gift from the heavens to remind us that beauty can be as pure on the outside as it is on the inside. Besides, it suits me better than it would you.
fr: Les bijoux sont un cadeau du ciel qui nous rappellent que la beauté peut être aussi pure à l'extérieur qu'à l'intérieur. Qui plus est, il me va mieux qu'à toi.

source: Kalya! You'd better be careful!
fr: Kalya ! Tu ferais bien d'être prudente !

source: Don't even start, this one is all mine.
fr: N'y pense même pas ! Ce collier est tout à moi !

source: Not the necklace, the fenrir!
fr: Pas le collier, le Fenrir !

source: You can't be serious, we would have heard it come.
fr: Arrête tes bêtises, nous l'aurions entendu venir.

source: Ah, well. You were serious, weren't you?
fr: Ah, euh, tu étais sérieux, n'est-ce pas ?

source: It ran away again. I'm glad we survived. Let's get out of here before it comes back.
fr: Il a encore fui. Je suis plutôt soulagée d'y avoir survécu. Sortons d'ici avant qu'il ne revienne.

source: Woah, I wouldn't have expected monsters so close to the village. Bronann, do you need a quick reminder about the basics of battle?
fr: Wouah, je ne pensais pas trouver des monstres si près du village. Bronann, as-tu besoin d'un bref rappel sur les principes de base du combat ?

source: Ask about battle basics.
fr: Demander les principes de base du combat.

source: Ask nothing. I know how to fight.
fr: Ne rien demander. Je sais me battre.

source: Er, I could use a refresher on the fundamentals of combat.
fr: Euh... cela ne me ferait pas de mal d'avoir un bon rafraîchissement sur les bases du combat.

source: Here you can find the hit points (HP) and skill points (SP) of the ally party. Don't let our HP reach 0 or we're doomed!
fr: Ici, tu peux voir les points de vie (PV) et les points de magie (PM) de tous les alliés. Ne laisse pas nos PV tomber à 0 ou c'en est fini de nous !

source: In battle, our icons and those of our enemies will rise up on the stamina bar. The more stamina you have, the faster your icon will climb.
fr: En combat, nos icônes et ceux de nos ennemis grimpent le long de la barre d'endurance. Plus tu as d'Endurance, plus vite ton icône arrivera dans la partie supérieure.

source: Once an ally has reached the action level, you can select an action for that ally. The battle is then paused and you've got all the time you need to select one, so don't panic.
fr: Dès que l'un d'entre nous atteint le niveau d'action, tu peux sélectionner une action pour celui qui l'a atteint. Ne panique pas, le combat est alors en pause et tu as tout le temps nécessaire pour faire ton choix.

source: There are two action types: The basic 'Weapon' to attack, and later you can also use 'Magic' skills. Last but not least, you'll also be able to use our 'Items'. Simply choose an action followed by a target to trigger it.
fr: Il y a différents types d'actions : Le très direct 'Arme', ou plus tard de la 'Magie'. Sans oublier que tu pourras utiliser nos 'Objets' en combat. Choisis simplement une action et une cible pour la déclencher.

source: The icon will still need to climb to the top of the stamina bar before the selected action is executed. This is called the 'preparation time'. Generally the more powerful the skill being executed, the longer it will take to prepare.
fr: L'icône devra alors atteindre le sommet de la barre d'endurance avant de démarrer. C'est le 'Temps de préparation'. Plus la capacité est puissante, plus ce temps peut être long.

source: By the way, you're not forced to wait for your icon to reach the action level before you can select an action. When these two little arrows here are highlighted, you can use your up and down keys to preselect an action for the corresponding ally.
fr: A propos, tu n'es pas obligé d'attendre que ton icône ait atteint le niveau d'action pour agir. Les deux petites flèches vertes peuvent être déclenchées, en utilisant les touches haut et bas, afin de présélectionner une action pour chacun d'entre nous.

source: So long as the little arrows there are still visible, you can change the selected action at any time.
fr: Tant que les flèches sont visibles, tu peux changer d'action.

source: Don't forget that you can press '
fr: N'oublie pas que tu peux appuyer sur '

source: ' if you need more details.
fr: ' si tu as besoin de plus amples détails.

source: Shall I repeat all that?
fr: Dois-je répéter ?

source: Yes, please.
fr: Oui, s'il-te-plaît.

source: No, it's alright.
fr: Non, c'est tout bon.

source: Don't worry Kalya, I have not forgotten my training.
fr: Ne t'inquiète pas Kalya, je n'ai pas oublié mon entraînement.

source: Thanks Kalya, I'm prepared now.
fr: Merci Kalya, je suis prêt maintenant.

source: Good. Let us quickly dispatch this minor threat.
fr: Bien, maintenant débarrassons-nous rapidement de cette faible menace.

source: So, you think you can wound me?
fr: Eh bien, penses-tu pouvoir me blesser ?

source: You? A child with an old wooden stick?
fr: Toi ? Un enfant avec un pauvre bout de bois entre les mains ?

source: You're stronger than I thought. But you are still too weak to challenge me!
fr: Tu es plus fort que je ne le pensais. Mais tu restes trop faible pour te mesurer à moi !

source: Argh! It hurts!
fr: Argh ! Ça brûle !

source: Yes! I can feel it coming closer to the surface!
fr: Oui ! Je peux le sentir s'approcher de la surface !

source: Let your fear grow, young boy!
fr: Laisse ta peur grandir, jeune garçon !

source: Bronann, don't listen to him!
fr: Ne l'écoute pas, Bronann !

source: I will... try.
fr: Je vais... essayer.

source: Hmph. Soldiers, leave that man to me!
fr: Hmm. Soldats, cet homme est à moi !

source: So, it appears that you remember me, Banesore. Is that correct?
fr: Ainsi, il semblerait que tu te souviennes de moi, Banesore. Est-ce correct ?

source: I do remember you, old man...
fr: En effet, vieil homme...

source: Then, you already know that your zombified soldiers are no match for me.
fr: Dans ce cas, tu sais que tes soldats zombies ne font pas le poids face à moi.

source: Argh! My chest is burning!
fr: Argh ! Ma poitrine me brûle !

source: Hold on Bronann!
fr: Tiens bon Bronann !

source: Escape
fr: Échap

source: Space
fr: Barre d'espace

source: Shift
fr: Maj

source: Move your character:
fr: Bouger votre personnage :

source: Possible actions:
fr: Actions possibles :

source: Game commands:
fr: Autres commandes :

source: I had that same nightmare again. This time, however, I still feel dizzy even after getting up.
fr: Encore et toujours ce même cauchemar. Cette fois cependant, j'ai encore la tête qui tourne même après m'être réveillé.

source: I might as well move on and forget about it.
fr: Je ferais mieux de passer à autre chose et d'oublier tout ça.

source: You can come back here and save as many times as you want.
fr: Vous pouvez revenir ici et sauvegarder autant de fois que vous le voulez.

source: Hey son! Did you sleep well? Hmm, now where did I leave that oil lamp?
fr: Salut fils ! Bien dormi ? Euh, où est cette lampe à huile, déjà ?

source: Hi Dad! Um, I don't know. Sorry.
fr: Salut papa ! Euh, je ne sais pas, désolé.

source: Nah, no problem, I'll find it somewhere, eventually.
fr: Nan, pas de problème, je la trouverai.

source: Now that you're *finally* up, could you go buy some barley meal for us?
fr: Maintenant que tu es *enfin* debout, pourrais-tu aller acheter du blé d'orge pour nous trois ?

source: Barley meal? Again?
fr: Du blé d'orge ? Encore ?

source: Hmph, just go boy. You'll be free after that, ok?
fr: Hmm, vas-y mon garçon. Tu seras libre après cela, ok ?

source: Thanks for helping me out with the dishes.
fr: Merci de m'avoir aidé pour la vaisselle.

source: Say, mom? Why is the village entrance blocked?
fr: Hum, dis maman, pourquoi l'entrée du village est-elle bloquée ?
