Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Boot code, Battle code Game editor Audio engine Various code, Mac OS X maintenance Game engine, Game modes, Windows build scripts Battle code Map editor Internationalization Video engine
fr: Code de démarrage et mode combat Éditeur de carte Moteur audio Code divers, maintenance Mac OS X Moteur de jeu, modes de jeu et scripts de compilation Windows Code du mode combat Éditeur de carte Internationalisation Moteur vidéo

source: Video engine, Game engine Video engine Video engine Scripting engine Various code Various code
fr: Moteur vidéo et de jeu Moteur vidéo Moteur vidéo Moteur de scripting Code divers Code divers

source: Allacrost Artwork Team (2004-2011)
fr: Allacrost - Graphismes (2004-2011)

source: Map sprites, Battle sprites, Character portraits, Location graphics Battle sprites, old Allacrost GUI artwork Map tiles Allacrost website graphics, GUI artwork, Game logos Map tiles, map sprites, Inventory icons, Allacrost artwork coordination
fr: Sprites, portraits des personnages, graphismes des différents lieux Sprites, ancienne interface d'Allacrost Tiles Graphismes du site d'Allacrost, interface, logo du jeu Tiles, sprites, icônes d'inventaire, coordination graphismes Allacrost

source: Allacrost Artwork Team
fr: Allacrost - Graphismes

source: Concept art Inventory icons Map sprite animations Concept art Inventory icons Concept art, Map sprites Map tiles Map tiles Map sprites
fr: Concept art Icônes d'inventaire Animations des sprites Concept art Icônes d'inventaire Concept art, sprites Tiles Tiles Sprites

source: Map sprite animations Map sprite animations, Map tiles Concept art, Allacrost title screen image Concept art, Map sprites, Map tiles Concept art, Map sprites Map tiles
fr: Animation des sprites Animation des sprites, tiles Concept art, image de titre d'Allacrost Concept art, sprites, tiles Concept art, sprites Tiles

source: Various art Map tiles Enemy sprites Map sprites, Map tiles Map tiles, Inventory icons Map tiles, Battle sprites
fr: Divers graphismes Tiles Sprites des ennemis Sprites, tiles Tiles, icônes d'inventaire Tiles, sprites

source: Allacrost Music and Sound Team (2004-2011)
fr: Allacrost - Musiques et sons (2004-2011)

source: Sound composer Soundtrack composer Music and sound lead, Soundtrack composer Sound composer Sound composer Sound mixer Soundtrack composer
fr: Création de sons Composition musicale Direction de l'équipe musique et sons, composition musicale Création de sons Création de sons Mixage de sons Composition musicale

source: Allacrost Special Thanks
fr: Allacrost - Remerciements particuliers

source: Map Tiles Inventory Icons Map monster sprites
fr: Tiles Icônes d'inventaire Monstres

source: To be continued...
fr: À suivre...

source: Based on the engine
fr: Basé sur

source: Episode I - Main Graphics
fr: Épisode I - Graphismes principaux

source: Episode I - Additional Graphics
fr: Épisode I - Graphismes additionnels

source: and many others
fr: et beaucoup d'autres

source: Programming, Scripting, Maps
fr: Programmation, scripts, cartes

source: Additional programming and scripting
fr: Programmation et scripting additionel

source: Tester Team
fr: Testeurs

source: To Lilou and Léo...
fr: Pour Lilou et Léo...

source: Thanks to everyone who made this possible!!
fr: Merci à tout ceux qui ont rendu ceci possible !!

source: Your party feels better.
fr: Votre équipe se sent mieux.

source: Look!
fr: Regarde !

source: Have you seen one of these before? This is a Layna statue. Praying near it heals both your mind and body.
fr: As-tu déjà vu l'une d'elles auparavant ? C'est une statue de Layna ! Lorsque tu pries près d'elle, elle peut guérir ton corps et ton esprit.

source: Ok, thanks.
fr: Oh, merci.

source: See? Now, let's find my brother before he gets hurt.
fr: Ah, tu vois ? Maintenant trouvons mon frère avant qu'il ne soit blessé.

source: As you wish. Follow me.
fr: Comme tu veux, suis-moi.

source: Holy
fr: Sacre

source: Mist
fr: Brume

source: Acheron
fr: Achéron

source: Green Slime
fr: Blob vert

source: Body
fr: Corps

source: Spider
fr: Araignée

source: Snake
fr: Serpent

source: Tail
fr: Queue

source: Slime Mother
fr: Mère des Blobs

source: Bat
fr: Chauve-souris

source: Wing
fr: Aile

source: Dark Soldier
fr: Soldat Noir

source: Shroom
fr: Champi

source: Eyeball
fr: Globe oculaire

source: Eye
fr: Œil

source: Beetle
fr: Blatte

source: Chest
fr: Poitrine

source: Thing
fr: Chose

source: Yeti
fr: Yéti

source: Skeleton
fr: Squelette

source: Leg
fr: Jambe

source: Dune Crawler
fr: Creuseur de dunes

source: Stygian Lizard
fr: Saurien ténébreux

source: Claw
fr: Griffes

source: Demonic Essence
fr: Essence démoniaque

source: Face
fr: Tête

source: Red Slime
fr: Blob rouge

source: Mushroom Zombie
fr: Zombi-gnon

source: Pincer
fr: Pince

source: Armored Beast
fr: Bête en armure

source: Mesosoma
fr: Mésosoma

source: Pincers
fr: Pinces

source: Trunk
fr: Tronc

source: Aerocephal
fr: Aérocéphal

source: Forehead
fr: Front

source: Deceleon
fr: Décéléon

source: Arm
fr: Bras

source: Crystal
fr: Cristal

source: Soldier
fr: Soldat

source: Chicken
fr: Poulet

source: Butterfly
fr: Papillon

source: Squirrel
fr: Écureuil

source: Lord
fr: Seigneur

source: Physical Attack
fr: Attaque Physique

source: Magical Attack
fr: Attaque Magique

source: Physical Defense
fr: Défense Physique

source: Magical Defense
fr: Défense Magique

source: Stamina
fr: Endurance

source: Evasion
fr: Esquive

source: HP
fr: PV

source: SP
fr: PM

source: Paralysis
fr: Paralysie

source: Fire Elemental Strength
fr: Résistance à l'élément feu

source: Water Elemental Strength
fr: Résistance à l'élément eau

source: Wind Elemental Strength
fr: Résistance à l'élément air

source: Earth Elemental Strength
fr: Résistance à l'élément terre

source: Life Elemental Strength
fr: Résistance à l'élément vie

source: Death Elemental Strength
fr: Résistance à l'élément mort

source: Neutral Elemental Strength
fr: Résistance à l'élément neutre

source: Prismatic Ring
fr: Anneau prismatique

source: A strange ring that protects the wearer from darkness.
fr: Un étrange anneau protégeant son porteur des ténèbres.

source: Wooden Shield
fr: Bouclier en bois

source: Robust wooden oak protects from all but the heaviest of assaults.
fr: Pièce de chêne robuste protégeant raisonnablement des assauts.

source: Metal Shield
fr: Bouclier en métal

source: A shield formed completely out of a light-weight but cheap metallic alloy.
fr: Un bouclier constitué intégralement d'un alliage métallique léger et bon marché.

source: Phoenix Shield
fr: Bouclier du phénix

source: A tall steel shield with a mighty phoenix emblazoned on the front.
fr: Un grand bouclier en acier dont le blason représente un puissant phénix.

source: Trident Shield
fr: Bouclier du trident

source: A large shield with enough fortitude to withstand waves of powerful attacks.
fr: Un large bouclier assez résistant pour réduire à néant des vagues entières d'attaques puissantes.

source: Butterfly Hair Tong
fr: Pince à cheveux Papillon

source: An old and finely crafted piece of jewelery.
fr: Une antique pièce de joaillerie finement ciselée.

source: Wolfpain Necklace
fr: Collier de Lune

source: A strange necklace with unknown powers.
fr: Un étrange collier aux pouvoirs inconnus.

source: Old Helmet
fr: Casque ancien

source: A battle-worn helmet, still reliable for head protection.
fr: Un casque ayant déjà vu maintes batailles, mais restant néanmoins une protection fiable.

source: Cobalt Helm
fr: Casque de cobalt

source: A small helmet composed of a secret cobalt-based alloy.
fr: Un petit casque forgé à partir d'un alliage secret de cobalt.

source: Crested Helmet
fr: Casque à crête

source: A sturdy helmet with a hinged face guard offering additional protection.
fr: Un casque solide avec une visière amovible offrant une meilleure protection.

source: Minor Healing Potion
fr: Petite potion de soins

source: Restores a small amount of hit points to an ally.
fr: Rend une faible quantité de points de vie à un allié.

source: Medium Healing Potion
fr: Potion de soins moyenne

source: Restores a reasonable amount of hit points to an ally.
fr: Rend une quantité raisonnable de points de vie à un allié.

source: Healing Potion
fr: Potion de soins

source: Restores a large amount of hit points to an ally.
fr: Rend un grand nombre de points de vie à un allié.

source: Mega Healing Potion
fr: Grande potion de soins

source: Restores a very high amount of hit points to an ally.
fr: Rend un très grand nombre de points de vie à un allié.

source: Small Moon Juice Potion
fr: Petite potion de lune

source: Restores a small amount of skill points to an ally.
fr: Rend une faible quantité de points de magie à un allié.

source: Medium Moon Juice Potion
fr: Potion de lune moyenne

source: Restores a reasonable amount of skill points to an ally.
fr: Rend une quantité raisonnable de points de magie à un allié.

source: Moon Juice Potion
fr: Potion de lune

source: Restores a large amount of skill points to an ally.
fr: Rend un grand nombre de points de magie à un allié.

source: Mega Moon Juice Potion
fr: Grande potion de lune

source: Restores a very high amount of skill points to an ally.
fr: Rend un très grand nombre de points de magie à un allié.

source: Lotus Petal
fr: Pétale de lotus

source: Cures moderate poisons from an ally.
fr: Soigne les empoisonnements modérés d'un allié.

source: Candy
fr: Bonbon

source: Makes an ally's health regenerate moderately.
fr: Régénère lentement la santé d'un allié.

source: Minor Elixir
fr: Petit élixir

source: Revives a character, or improves the character's status when he/she is alive by a limited degree.
fr: Rend la vie à un personnage, ou améliore légèrement le statut d'un personnage lorsqu'il est vivant.

source: Elixir
fr: Élixir

source: Revives a character to half of their hit points, or reasonably improves the character's status while he/she is alive.
fr: Rend la vie à un personnage avec la moitié de ses points de vie, ou réduit tous les effets négatifs qu'il subit s'il est vivant.

source: Periwinkle Potion
fr: Potion violacée

source: Gives a reasonable boost in Physical Attack to an ally for a large amount of time.
fr: Améliore raisonnablement l'Attaque Physique d'un allié pendant une longue durée.

source: Haste Potion
fr: Potion de célérité

source: Gives a reasonable boost in stamina to an ally for a small amount of time.
fr: Améliore l'Endurance d'un allié pendant une courte durée.

source: Poison Potion
fr: Potion de poison

source: Poisons an enemy for a small amount of time.
fr: Empoisonne un ennemi pendant une courte durée.

source: Copper Ore
fr: Minerai de cuivre

source: A small amount of copper ore.
fr: Une petite quantité de minerai de cuivre.

source: Iron Ore
fr: Minerai de fer

source: A small amount of iron ore.
fr: Une petite quantité de minerai de fer.

source: Titanium Ore
fr: Minerai de titane

source: A small amount of titanium ore.
fr: Une petite quantité de minerai de titane.

source: Anthozium Ore
fr: Minerai d'anthozium

source: A small amount of anthozium ore.
fr: Une petite quantité de minerai d'anthozium.

source: Auridium Ore
fr: Minerai aurifère

source: A small amount of auridium ore.
fr: Une petite quantité de minerai aurifère.

source: Borium Ore
fr: Minerai de borium

source: A small amount of borium ore.
fr: Une petite quantité de minerai de borium.

source: Evanium Ore
fr: Minerai d'évanium

source: A small amount of evanium ore.
fr: Une petite quantité de minerai d'évanium.

source: Phoenix Feather
fr: Plume de phénix

source: A genuine and perfect feather from the great fire bird. It is known to bring life to inanimated items.
fr: Une véritable plume du grand oiseau de feu. Connue pour donner la vie aux objets inanimés.

source: Escape Smoke
fr: Fumée d'évasion

source: A ninja potion that bursts out a damp mist when it is crashed on the ground. Used to hopefully escape from standard opponents.
fr: Une potion ninja libérant une épaisse fumée lorsqu'elle est lancée au sol. Utilisée pour tenter de fausser compagnie à des ennemis standards.

source: Pen
fr: Plume

source: Georges's pen, presumably used to write poetry.
fr: La plume de Georges, probablement utilisée pour écrire de la poésie.

source: Barley Meal
fr: Blé d'orge

source: Basic yet good and cheap flour.
fr: Céréales communes mais bon marché et pas désagréables à manger.

source: Leather boots
fr: Bottes de cuir

source: Simple but fairly good leather boots.
fr: Des bottes simples mais de bonne facture.

source: Standard Greaves
fr: Grèves standard

source: Standard equipment. Light metal alloy protects the legs while minimizing the negative impact on movement.
fr: Équipement standard. Un alliage de métal léger protégeant les jambes sans trop diminuer la liberté de mouvement.

source: Tempered Greaves
fr: Grèves trempées

source: Standard greaves that have undergone an additional tempering process, increasing their durability and strength.
fr: Grèves standards ayant subi une trempe supplémentaire, améliorant leur dureté et leur résistance.

source: An enchanting child of fire.
fr: Un enfant féérique du feu.

source: Undine
fr: Ondine

source: A mesmerizing spirit of living water.
fr: Un esprit envoûtant des eaux vives.

source: Sylphid
fr: Sylphide

source: A very rare spirit of wind, usually neither tamable nor catchable.
fr: Un esprit du vent très rare, habituellement impossible à dompter ou même à attraper.

source: Dryad
fr: Dryade

source: A fragile spirit, child of mother nature.
fr: Un esprit fragile, enfant de mère nature.

source: Fairy
fr: Fée

source: Blinding as the sun, she brings life even where death belongs.
fr: Aussi aveuglante que le soleil, elle apporte la vie là où la mort règne en maître.

source: Demona
fr: Démona

source: Spirit of the dark. It can't be possessed: it only chose to be possessed, waiting for its hour.
fr: Esprit de l'obscurité. Elle ne peut être possédée : elle a seulement choisi de l'être, attendant son heure.

source: Oblivion
fr: Léthé

source: Touched neither by time nor space, this spirit is dwelling in pure energy.
fr: Touché ni par le temps ni par l'espace, cet esprit réside dans l'énergie la plus pure.

source: Rookie Tunic
fr: Tunique de novice

source: A light tunic worn by new soldier recruits. This one belonged to Bronann's father.
fr: Une tunique légère portée par les nouvelles recrues. Celle-ci appartenait au père de Bronann.

source: Old Willow Dress
fr: Vieille robe ample

source: An old willow dress that Kalya likes to wear.
fr: Une vieille robe ample que Kalya aime à porter.

source: Tunic
fr: Tunique

source: An old light soldier tunic.
fr: Une vieille tunique de soldat.

source: Leather Cloak
fr: Toge de Cuir

source: A cloak worn by apprentices.
fr: Une toge portée par les apprentis.

source: Leather Chain Mail
fr: Cotte de maille en cuir

source: A light chain mail woven into a tough leather cuirass.
fr: Une cotte de mailles légères mêlée à une tenue de cuir rigide.

source: Karlate Breastplate
fr: Cuirasse karlatienne

source: Standard Karlate issued equipment. Effectively protects the torso from most types of attack.
fr: Équipement karlate standard. Protège le torse de manière efficace contre la plupart des attaques.

source: Shouldered Breastplate
fr: Plastron à épaulettes

source: A breastplate with slightly thicker armor than is commonly found and additional shoulder guards.
fr: Un plastron de meilleure facture que ceux rencontrés habituellement et possédant des gardes d'épaules.

source: Wooden Sword
fr: Épée en bois

source: A sword made of wood with a steel hilt, very good for practising.
fr: Une épée faite de bois et d'une garde en métal, parfaite pour l'entraînement.

source: Reinforced Wooden Sword
fr: Épée en bois renforcée

source: A sword made of wood with a steel hilt, reinforced magically.
fr: Une épée faite de bois et d'une garde en métal, et renforcée magiquement.

source: Perfect Wooden Sword
fr: Épée en bois parfaite

source: A sword made of wood with a steel hilt, surrounded by a great magical force.
fr: Une épée faite de bois et d'une garde en métal, baignée d'une grande force magique.

source: Iron Sword
fr: Épée en métal

source: A sturdy but somewhat dull sword whose blade was forged from a single block of solid iron.
fr: Une épée solide mais quelque peu grossière dont la lame a été forgée à partir d'un seul bloc de métal.

source: Soldier Sword
fr: Épée de soldat

source: Standard soldier sword. A light weight iron sword suitable for most skirmishes.
fr: Épée classique de soldat en métal. Légère et parfaite pour la mêlée.

source: Knight's Blade
fr: Lame de Chevalier

source: A weapon bestowed to seasoned veterans of the knighthood.
fr: Une arme destinée aux vétérans de la chevalerie.

source: Paladin's Sword
fr: Épée de Paladin

source: A mythical weapon blessed with a magical fire.
fr: Une arme mythique bénie par un feu magique.

source: Omni Sword
fr: Omni-Épée

source: Arbalest
fr: Arbalète

source: A standard wooden arbalest.
fr: Une arbalète classique faite de bois.

source: Noble Arbalest
fr: Arbalète noble

source: An arbalest made out of fine noble ash tree wood.
fr: Une arbalète faite à partir de frêne noble.

source: Arbalest of Force
fr: Arbalète de force

source: An arbalest strengthened with magical ore.
fr: Une arbalète renforcée par du minerai magique.

source: Punch
fr: Coup de poing

source: A simple punch. Better than nothing.
fr: Un simple coup de poing. Toujours mieux que rien...

source: Throw stone
fr: Jet de pierre

source: Kalya's attack when she has no weapon.
fr: L'attaque de Kalya lorsqu'elle n'a pas d'arme.

source: Tornado Punch
fr: Tornade de poings

source: Spinning knuckle attack that deals wind damage.
fr: Attaque de poings tournoyants faisant des dégâts de vent.

source: Shield
fr: Bouclier

source: Increases an ally's physical defense by a slight degree.
fr: Augmente légèrement la défense physique d'un allié.

source: First Aid
fr: Premiers soins

source: Performs basic medical assistance, healing the target by a minor degree.
fr: Soutien médical de base, soigne légèrement la cible.

source: Leader Call
fr: Cri de guerre

source: Temporarily increases the Physical Attack of all allies.
fr: Augmente temporairement l'Attaque Physique de tous les alliés.

source: Holy Veil
fr: Voile sacré

source: Increases the attack and magical attack of all allies.
fr: Augmente l'attaque physique et magique de tous les alliés.

source: Ancient Strength
fr: Force antique

source: Increases every form of elemental resistance for all allies.
fr: Augmente toutes les résistances élémentaires de tous les alliés.

source: Divine Wish
fr: Souhait divin

source: Revives an ally, restoring all of their HP and SP.
fr: Ressuscite un allié, lui rendant l'intégralité de ses PV et PM.

source: Magical Poison
fr: Poison magique

source: Makes an enemy lose its SP little by little.
fr: Fait perdre ses PM à un ennemi petit à petit.

source: Steal Song
fr: Chant de subtilisation

source: Steals positive effects from an enemy.
fr: Vole des effets positifs à un ennemi.

source: Terrify
fr: Terreur

source: Potentially causes a normal enemy to retreat.
fr: Peut potentiellement faire fuir un ennemi standard.

source: Decay Dirge
fr: Chant du déclin

source: Steals both physical and magical defense of an ally.
fr: Vole de la défense physique et magique à un allié.

source: War God
fr: Dieu de la guerre

source: Steals both the physical and magical defense of all enemies and gives it to the party.
fr: Vole la résistance physique et magique de tous les ennemis pour la donner aux alliés.

source: Fire burst
fr: Éclat de feu

source: Creates a small fire that burns an enemy.
fr: Créé une boule de feu brûlant un adversaire.

source: Fire Circle
fr: Cercle de feu

source: Increases the fire elemental defense on a character.
fr: Augmente la résistance élémentaire de type feu d'un personnage.

source: Lava
fr: Lave

source: Magical attack combining earth and fire type damage.
fr: Attaque magique combinant des dégâts de terre et de feu.

source: Fog
fr: Brouillard

source: Increases the evade rate of an ally.
fr: Augmente l'esquive d'un allié.

source: Fire Breath
fr: Souffle de feu

source: Magical attack combining air and fire type damage.
fr: Attaque magique combinant des dégâts d'air et de feu.

source: Focus
fr: Concentration

source: Increases the magical defense of an ally.
fr: Augmente la Défense Magique d'un allié.

source: Holy Fire
fr: Feu sacré

source: Magical attack combining life and fire damages.
fr: Attaque magique combinant des dégâts de vie et de feu.

source: Revives a fallen ally.
fr: Ramène un allié à la vie.

source: Petrify
fr: Pétrification

source: Turns an enemy into stone.
fr: Change un ennemi en pierre.

source: Enrages an ally, increasing their attack and speed but reducing their defense.
fr: Rend un allié enragé, augmentant son attaque et sa vitesse mais réduisant sa défense.

source: Rock Fall
fr: Chute de pierre

source: Rocks fall on an enemy.
fr: Des rochers frappent un ennemi.

source: Earth Circle
fr: Cercle de terre

source: Increases the earth elemental defense of a character.
fr: Augmente la résistance élémentaire de type terre d'un personnage.

source: Entangle
fr: Enchevêtrement

source: Decreases the evasion rate of an enemy.
fr: Diminue le taux d'esquive d'un ennemi.

source: Magical Armor
fr: Armure magique

source: Haste
fr: Hâte

source: Increases the battle speed of an ally.
fr: Augmente la vitesse de combat d'un allié.

source: Moon
fr: Lune

source: Makes an enemy attack its own allies.
fr: Pousse un ennemi à attaquer ses propres alliés.

source: Cure
fr: Remède

source: Cures the poison from an ally.
fr: Soigne un allié empoisonné.

source: Steals HP from an enemy.
fr: Vole des PV à un enemi.

source: Curse
fr: Malédiction

source: Severely decreases several random stats of an enemy.
fr: Diminue fortement plusieurs statistiques d'un ennemi.

source: Meteor
fr: Météore

source: High earth damage on all foes.
fr: Inflige de forts dégâts de terre à tous les ennemis.

source: Wave
fr: Vague

source: Makes waves fall on an enemy.
fr: De violentes vagues frappent un adversaire.

source: Water Circle
fr: Cercle d'eau

source: Increases the water elemental defense on a character.
fr: Augmente la résistance élémentaire de type eau d'un personnage.

source: Whirlwind
fr: Tourbillon

source: Magical attack combining water and air type damage.
fr: Une attaque magique combinant des dégâts d'eau et d'air.

source: Slow
fr: Ralentissement

source: Decreases the battle speed of an enemy.
fr: Diminue la vitesse de combat d'un ennemi.

source: Blindness
fr: Aveuglement

source: Prevents an enemy from succeeding to strike with any physical attacks.
fr: Empêche un ennemi de porter des attaques physiques.

source: Heal
fr: Soin

source: Restores the health of an ally.
fr: Restaure la santé d'un allié.

source: Inflicts poison on an enemy.
fr: Empoisonne un ennemi.

source: Stun
fr: Étourdissement

source: Stuns an enemy.
fr: Étourdit un ennemi.

source: High water damage inflicted on all foes.
fr: Inflige de forts dégâts d'eau à tous les ennemis.

source: Healing Rain
fr: Pluie curatrice

source: Improves the health of all allies.
fr: Améliore la santé de tous les alliés.

source: Wind
fr: Vent

source: The wind slashes an enemy.
fr: Le vent frappe un ennemi.

source: Wind Circle
fr: Cercle de vent

source: Increases the air elemental defense of a character.
fr: Augmente la résistance élémentaire de type air d'un personnage.

source: Lightning
fr: Éclair

source: Magical attack combining life and air type damage.
fr: Attaque magique combinant des dégâts de vie et de feu.

source: Regen
fr: Régénération

source: Causes an ally to slowly recover their health.
fr: Permet à un allié de recouvrer lentement sa santé.

source: Magic Drain
fr: Drain magique
