Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Herth prepared me all my life for this very day.
fr: Herth m'a préparée toute ma vie pour ce jour.

source: He trained me, taught me magic, and told me the crystal would appear one day.
fr: Il m'a entraînée, m'a appris la magie, et m'a dit que le cristal apparaîtrait un jour.

source: He thought that I would be the one to be chosen by the crystal. However, it seems he was wrong. Now, I am to look after you.
fr: Il pensait que je serais l’Élue. Mais il semblerait qu'il se soit trompé, et maintenant mon devoir est de te protéger.

source: You must believe me Bronann.
fr: Tu dois me croire Bronann.

source: The crystal chose me? But I'm just...
fr: Le cristal m'a choisi ? Mais je suis juste...

source: Someone brave enough to jump between it and my brother.
fr: Quelqu'un d'assez brave pour sauter entre mon frère et cette chose.

source: It should have been me. But I couldn't move. And now, I have to fix my mistake.
fr: Cela aurait dû être moi. Mais je n'ai pas pu bouger. Et maintenant, je dois réparer mon erreur.

source: How?
fr: Comment ?

source: I...
fr: Je...

source: Sis!
fr: Sœurette !

source: Sis! They're in front of the house!
fr: Sœurette ! Ils sont devant la maison !

source: Quick, we must go now!
fr: Vite, nous devons partir sur-le-champ !

source: We won't be able to come back here once we leave. So feel free to pick up everything you need and prepare yourself.
fr: Nous ne serons pas en mesure de revenir ici une fois partis. Alors, prends tout ce dont tu auras besoin et prépare-toi bien.

source: Wait! There is one more thing. Why are you calling your own father by his actual name?
fr: Attends ! Il y a encore une chose. Pourquoi appelles-tu ton propre père par son prénom ?

source: That's because he's not our father.
fr: C'est parce qu'il n'est pas notre père.

source: Our parents were killed a long time ago.
fr: Nos parents ont été tués il y a longtemps.

source: Don't worry, sis. It's fine, we can tell him.
fr: Ne t'inquiète pas sœurette. Tout va bien, on peut lui dire.

source: I also left my parents behind.
fr: J'ai également laissé mes parents là-bas.

source: They'll be fine, Bronann. We must prevent Banesore from obtaining the crystal.
fr: Tout ira bien pour eux, Bronann. Nous devons empêcher Banesore d'obtenir le cristal.

source: Anyway, let's go now.
fr: Bien, allons-y.

source: Wow!
fr: Wouah !

source: It's time.
fr: Il est temps.

source: We can't go back now.
fr: Nous ne pouvons plus faire marche arrière.

source: It's my room upstairs. Don't even think about it!
fr: C'est ma chambre, là-haut. N'y pense même pas !

source: I can't go back now.
fr: Je ne peux pas y retourner maintenant.

source: Guards are carefully watching their surroundings. I need to get closer to see what's happening.
fr: Des gardes surveillent les environs. Il faut que je me rapproche pour voir ce qui se passe.

source: I should be able to sneak through when they're not watching.
fr: Je devrais être capable de me faufiler pendant qu'ils ne regardent pas.

source: Who's there?
fr: Qui va là ?

source: (Whispering) Kalya!
fr: (Chuchotant) Kalya !

source: (What's happening here?)
fr: (Que se passe-t-il ici ?)

source: (Also whispering) I don't know.
fr: (Chuchotant également) Je ne sais pas.

source: (Woah, you scared me. Are you mad? You could have got us both caught!)
fr: (Wouah, tu m'as fait peur. Tu es fou ? Tu aurais pu nous faire attraper !)

source: (I thought you saw me.)
fr: (Je pensais que tu m'avais vu.)

source: (Kalya was brought here by those weirdos. They are holding everyone captive. Lilly is talking with that big guy. He gives me the chills.)
fr: (Kalya a été amenée ici par ces types bizarres. Ils gardent tout le monde prisonniers. Lilly est en train de discuter avec ce grand type. Rien que de le voir me hérisse le poil.)

source: (Let's have a look.)
fr: (Jetons un œil.)

source: I already told you, again and again, Banesore. I don't know anything about such a crystal.
fr: Je te l'ai déjà dit, encore et encore, Banesore, je ne sais rien à propos d'un tel cristal.

source: It is 'Lord Banesore', you scum!
fr: C'est « Lord Banesore » pour toi, vermine !

source: Even when confronted by someone who can wipe out everything you hold dear, you dare to stare me in the eyes? I admire such a courageous heart, my dear one.
fr: Alors même que tu as tant à perdre pour toi et ceux qui te sont chers, tu oses toujours me regarder dans les yeux ? J'admire un cœur si courageux, ma très chère.

source: Therefore, I'm inclined to ask these questions one last time:
fr: Par conséquent, je suis enclin à poser mes questions une dernière fois :

source: Where is the crystal? Where is the boy?
fr: Où est le cristal ? Où est le garçon ?

source: It's time to think Lilly.
fr: Il est temps de réfléchir, Lilly.

source: Huh? How do you know my name?
fr: Hein ? Comment connaissez-vous mon nom ?

source: Your very soul is slowly but surely opening. I can feel your sorrow and doubts grow.
fr: Ton propre esprit s'ouvre lentement mais sûrement. Je peux sentir ta peine et tes doutes grandir.

source: Fight it, Lilly! Focus!
fr: Résiste, Lilly ! Concentre-toi !

source: Keep quiet, you old daft rat!
fr: Tais-toi, vieux bouc !

source: Oh! My apologies, it seems you weren't lying.
fr: Oh ! Mes excuses, il semblerait que tu aies dit la vérité à propos du cristal.

source: The fact you didn't mention anything about the boy leads me to believe that you know him.
fr: Le fait que tu n'aies rien mentionné au sujet du garçon me pousse à penser que tu le connais.

source: Ah? So he must be close.
fr: Ah ? Alors il doit être proche.

source: What? No!
fr: Quoi ? Non !

source: Oh, I see now. So this is his mother. Bring her here, and kill her!
fr: Oh, je vois. Alors voici sa mère. Amenez-là ici, et tuez-la !

source: Let her out of this! You can have me instead.
fr: Laissez-la en dehors de ça ! Vous pouvez m'avoir à sa place.

source: So, here we have a gentleman! I'll start with you, then.
fr: Nous avons donc un gentleman ! Je commencerai avec toi, dans ce cas.

source: Fine.
fr: Bien.

source: But she will be the next one.
fr: Mais elle sera la suivante.

source: You filthy demon!
fr: Odieux démon !

source: It's fine, I'll come.
fr: Très bien, je viens.

source: No!
fr: Non !

source: At last, the boy.
fr: Enfin, le garçon.

source: No! Let him come closer.
fr: Non ! Laissez-le s'approcher.

source: Bronann! No!
fr: Bronann ! Non !

source: Bronann, why?
fr: Bronann, pourquoi ?

source: Clear the way, Lilly. I need to speak to him.
fr: Hors de son chemin, Lilly. Je dois lui parler.

source: Let's have a talk, Bronann!
fr: Nous avons à parler, Bronann !

source: I don't have any other choice, Lilly.
fr: Je n'ai pas d'autre choix, Lilly.

source: You, after all these years...
fr: Toi, après toutes ces années...

source: Let everyone go. We don't have your 'crystal'.
fr: Laissez tout le monde en dehors de ça. Nous n'avons pas votre « cristal ».

source: Of course you have it. I can sense it within your flesh.
fr: Bien sûr que tu l'as. Je peux le sentir dans ta chair.

source: So, the crystal is inside me?
fr: Donc, le cristal est en moi ?

source: Now, show it to me.
fr: Maintenant, montre-le moi.

source: But I...
fr: Mais je...

source: Do you need some kind of motivation? If so, let me handle this with my greatest pleasure!
fr: As-tu besoin d'une motivation ? Et bien, dans ce cas, je vais m'en charger avec le plus grand plaisir !

source: Prepare yourself!
fr: En garde !

source: Ah, there it is. Finally!
fr: Ah le voilà. Finalement !

source: Kalya! Now!
fr: Kalya ! Maintenant !

source: You won't get him, Banesore! It seems we were smarter than you this time.
fr: Tu ne l'auras pas, Banesore ! Il semblerait que nous avons été plus malins que toi, cette fois.

source: Ah ah ah, but this is exactly what I wanted.
fr: Ah ah ah... Mais c'est exactement ce que je voulais.

source: After all, I simply wanted to make sure that boy would reach Mt. Elbrus safe and sound.
fr: Après tout, je voulais simplement m'assurer que ce garçon atteindrait le Mt. Elbrus sain et sauf.

source: He is the only one that can get what I'm looking for.
fr: Il est le seul qui puisse obtenir ce que je recherche.

source: Soldiers! Give them a few minutes before starting the chase.
fr: Soldats ! Donnez-leur quelques minutes avant de les prendre en chasse.

source: Yes, my Lord!
fr: Affirmatif, Lord Banesore !

source: Why the hell...
fr: Pourquoi diable...

source: ...am I telling you all that? It's simple.
fr: ... Suis-je en train de vous dire tout cela ? C'est simple.

source: But it doesn't matter, as you're all going to die now.
fr: Cela n'a aucune importance puisque vous allez tous mourir maintenant.

source: One of grandma's chickens. I should bring it back.
fr: Une des poules de grand-Mère. Je devrais la ramener.

source: Wow! You found me!
fr: Wouah ! Tu m'as trouvé !

source: But I'm not done yet!
fr: Mais je n'en ai pas encore fini !

source: You'll never find me hiding behind the...
fr: Tu ne me trouveras jamais caché derrière... !

source: Hey, why would I tell you my hiding spots?!
fr: Hé, pourquoi est-ce que je te dirais toutes mes cachettes ?!

source: That kid is pretty quick. This is going to take all day.
fr: Ce gamin est sacrément rapide. Ça va prendre la journée.

source: Please no! Wait!
fr: S'il te plaît, non ! Attends !

source: Orlinn! Stop this!
fr: Orlinn ! Arrête-ça !

source: Orlinn! How many times have I told you not to bother other people?
fr: Orlinn ! Combien de fois t'ai-je dit de ne pas embêter les gens...

source: But sis! I...
fr: Mais sœurette, je...

source: I don't want to hear it! Now, come!
fr: Je ne veux pas t'entendre ! Maintenant, viens !

source: Don't blame him, Kalya. Actually, it was...
fr: Ne lui en veut pas, Kalya. En fait, c'était...

source: I don't think I was talking to you, now was I?
fr: Il me semble que je ne t'adressais pas la parole, n'est-ce pas ?

source: Come Orlinn!
fr: Viens Orlinn !

source: I found that pen near the tree behind you. I just wanted to play.
fr: J'ai trouvé la plume près de cet arbre derrière toi. Je voulais juste jouer.

source: Take it. Thanks.
fr: Tiens. Merci.

source: Er, yes?
fr: Euh, oui ?

source: Don't blame Kalya. She was having a hard time along with her brother before living here, you know?
fr: N'en veut pas à Kalya. Elle et son frère ont eu des moments difficiles avant de vivre ici, tu sais ?

source: Well anyway, she's been ignoring me since the first day I saw her.
fr: Eh bien, de toute façon, elle m'ignore depuis le premier jour où je l'ai vu.

source: Eh? You really know nothing about women, do you?
fr: Ah ? Tu n'y connais vraiment rien aux femmes, n'est-ce pas ?

source: Heh heh, don't worry about it. It will come in time.
fr: Hé hé, ne t'inquiète pas, cela viendra en son temps.

source: Here it is, Bronann.
fr: Le voilà, Bronann.

source: Thanks, Lilly.
fr: Merci Lilly.

source: We've been having a shortage of food lately. I've been taking... special measures to ensure that everyone has enough food.
fr: La nourriture est venue à manquer ces derniers temps. J'ai ainsi pris... des mesures particulières pour être certaine que chacun ait assez de nourriture.

source: Try to enjoy this day, Bronann.
fr: Essaie de profiter de cette journée, Bronann.

source: We're counting on you.
fr: Nous comptons sur toi.

source: You should go back home. Your mom must be waiting for you.
fr: Tu devrais retourner chez toi. Ta maman doit être en train de t'attendre.

source: What a nice day, isn't it?
fr: Quelle magnifique journée, n'est-ce pas ?

source: Yes, Lilly. But I have something I have to ask you.
fr: Oui, Lilly, mais j'ai quelque chose à te demander.

source: Sure, just ask.
fr: Bien sûr, n'hésite pas.

source: Have you still got any barley meal left for my parents and I? My mother asked me to get some and I...
fr: As-tu encore du blé d'orge pour mes parents et moi ? Ma mère m'a demandé d'en trouver et je...

source: Unfortunately, I gave it all to Kalya.
fr: Malheureusement, j'ai tout donné à Kalya.

source: Ah hah! I just wanted to see your reaction. I still have some. Let me go grab it and bring it back to you.
fr: Ah ah ! Je voulais simplement voir ta réaction. J'en ai encore. Laisse-moi aller t'en chercher.

source: You'll never get me!
fr: Tu ne m'auras jamais !

source: Orlinn, how did you get there?
fr: Orlinn, comment as-tu fait pour te percher là-haut ?

source: (giggle) I won't tell you!
fr: (Rires) Je te le dirai pas !

source: Hi Bronann.
fr: Salut Bronann.

source: Hi Herth. I see you've blocked the gate, why so?
fr: Salut Herth. Je vois que tu as bloqué l'accès au village. Pourquoi donc ?

source: Don't worry too much. I'm just preventing strangers from being able to sneak in at night.
fr: Ne t'en fais pas pour ça. Je tente juste d'empêcher des étrangers de s'introduire subrepticement la nuit.

source: There have been some reports of theft in the villages nearby recently.
fr: Des gens m'ont indiqué que des vols ont été commis dans les villages alentours dernièrement.

source: Wow, do you think that they would come here?
fr: Wouah ! Tu penses qu'ils pourraient venir ici ?

source: It's a possibility. But don't worry too much, ok?
fr: C'est une possibilité, mais ne t’inquiète pas trop non plus, ok ?

source: Yiek! Hey, you scared me.
fr: Ahh ! Hé, tu m'as fait peur.

source: But you'll never find me hiding on top of the cliffs!
fr: Mais tu ne trouveras jamais comment atteindre ma cachette au dessus de la falaise !

source: It seems it is your first time around, right? Need help?
fr: Il semblerait que ce soit la première fois que vous venez ici, n'est-ce pas ? Avez-vous besoin d'aide ?

source: I wouldn't mind some help...
fr: J'accepterais volontiers de l'aide...

source: I should be fine, thanks.
fr: Ça devrait aller, merci.

source: Welcome to my shop, then! First of all you can choose to either 'Buy' or 'Sell' items from the top menu right here... 'Trade' is for special offers that don't only cost money.
fr: Bienvenue dans mon magasin, dans ce cas ! Tout d'abord vous pouvez choisir soit 'Acheter' ou 'Vendre' des objets dans le menu situé tout en haut ... 'Echanger' est utilisé pour les offres spéciales qui ne coûtent pas que de l'argent.

source: Don't worry, I'll make good prices for you as you can testify in the buy ranking right there!
fr: Ne t'inquiète pas, je te ferai un bon prix comme attesté sur mon score de vente juste ici !

source: For now, let's see what I have in store and select the 'Buy' option...
fr: Pour l'instant, voyons ce qu'il y a en magasin en sélectionnant le menu 'Acheter' ...

source: Here you can see the list of available wares, how many items I've got and how many you already have for each.
fr: Ici, tu peux voir la liste des objets disponibles, combien d'objets sont disponibles à la vente et combien tu en possèdes.

source: Let's have a look at the potions...
fr: (Jetons un œil...)

source: Once you're here, you'll be able to add or remove how many items you want by pressing left or right. Of course, only if you have money, Sweeties...
fr: Une fois dans cet écran, vous pourrez augmenter ou diminuer le nombre d'objets souhaités en appuyant sur gauche ou droite. Bien sûr, cela ne fonctionnera que si vous avez assez d'argent...

source: Shall I repeat?
fr: Dois-je répéter ?

source: Yes, please!
fr: Oui, s'il-te-plaît !

source: No, it's alright!
fr: Non, c'est tout bon !

source: Alright then, take a look around...
fr: Très bien dans ce cas, faites votre choix...

source: I found you! My comrades will be here in no time. Surrender now, or you'll be punished!
fr: Je vous tiens ! Mes camarades seront là en un rien de temps. Rendez-vous maintenant sous peine d'être châtiés !

source: Don't listen to him! We must get rid of him before reinforcements arrive or we're doomed!
fr: Ne l'écoute pas ! Nous devons nous débarrasser de lui avant que les renforts n'arrivent ou nous sommes condamnés !

source: Time left:
fr: Temps restant :

source: Shall we jump?
fr: Devons-nous sauter ?

source: Yes, let's go.
fr: Oui, allons-y !

source: Not now.
fr: Pas maintenant.

source: We made it, at last!
fr: Nous avons réussi, enfin !

source: Indeed! Yeepee!
fr: En effet ! Youpi !

source: I'm so relieved we made it safely, hee hee.
fr: Je suis tellement soulagée qu'on s'en soit sorti, hi hi.

source: Wait.
fr: Attendez.

source: Can you smell that stench?
fr: Sentez-vous cette odeur nauséabonde ?

source: Yes. Is it... smoke?
fr: Oui, ça sent... la fumée ?

source: Something's burning.
fr: Quelque chose est en train de brûler.

source: Our village. It's burning.
fr: Notre village. Il est en train de brûler.

source: My parents.
fr: Mes parents.

source: Everyone.
fr: Tous nos amis.

source: May they rest in peace.
fr: Plaise à la Déesse qu'ils reposent en paix.

source: All this...
fr: Tout ceci...

source: All this was for a crystal?
fr: Tout ceci pour un cristal ?

source: I'll fix this.
fr: Je vais tout arranger.

source: If this crystal is so powerful, then I'll use it. And I'll fix this.
fr: Si ce cristal est si puissant, alors je l'utiliserai. Et je réparerai tout cela.

source: Then, I'll help you.
fr: Dans ce cas, je t'aiderai.

source: Banesore's minions are already all over the place.
fr: Les sbires de Banesore ont déjà investi l'endroit.

source: The dark soldiers, as we call them, are fanatics. They'll follow Banesore's orders even if it means their death.
fr: Les Soldats Noirs, comme nous les appelons, sont des fanatiques. Ils suivront les ordres de Banesore même s'ils doivent en mourir.

source: We don't know how he does it, but he can turn anybody into a servile subject.
fr: Nous ne savons pas comment il fait cela, mais il peut transformer n'importe qui en un sujet servile.

source: Their strength is increased by the transformation. That's why we call them the zombified army.
fr: Leur force est également augmentée par la transformation. C'est pourquoi nous les appelons l'armée zombie.

source: We must absolutely avoid them or they'll call reinforcements.
fr: Nous devons absolument les éviter ou ils appelleront des renforts.

source: They are too strong. If they catch us, we're doomed.
fr: Ils sont beaucoup trop forts. S'il nous attrapent, c'en est fini de nous.

source: Please, don't hurt me, my life is already so short!
fr: S'il vous plaît, ne me faites pas de mal, ma vie est déjà si courte !

source: What about buying some items instead?
fr: Pourquoi ne pas m'acheter des objets plutôt ?

source: Dang! And now the rain too.
fr: De la pluie. Manquait plus que ça !

source: The path seems to lead straight into the storm up there. It's definitely our lucky day.
fr: Le chemin semble mener tout droit vers la tempête là-haut. Décidément, c'est notre jour de chance.

source: Don't lose faith, Kalya. If we manage to escape from them here, we'll be safe past the mountains.
fr: Ne perds pas espoir, Kalya. Si nous parvenons à leur échapper, nous serons en sécurité une fois passée la montagne.

source: If we can reach the great plains, we should indeed be out of trouble.
fr: Si nous pouvons atteindre les grandes plaines, nous devrions en effet être sortis d'affaire.

source: This place is the village's old cemetery. It was used by the former villagers who lived in Layna.
fr: C'est l'ancien cimetière, utilisé par les habitants précédents de Layna.

source: The former villagers? What do you mean?
fr: Les habitants précédents ? Que veux-tu dire ?

source: Layna Village was abandoned a long time ago, before your parents and all the others settled here. Your mother never told you that?
fr: En fait, le village de Layna a été abandonné il y a longtemps, bien avant que tes parents et tous les autres ne viennent vivre ici. Ta mère ne te l'a jamais dit ?

source: I've never been this far from the village without Herth. This place gives me the chills.
fr: Je ne suis jamais allée aussi loin sans Herth. Cet endroit me glace le sang.

source: Anyway, once the cemetery is behind us we should be out of trouble!
fr: En tout cas, une fois le cimetière derrière nous, nous devrions être sortis d'affaire !

source: Are those the soldiers up there?
fr: Ce ne serait pas des soldats là-haut ?

source: The west gate is condemned, as the Lord commanded.
fr: La porte ouest est condamnée, comme l'a commandé notre Lord.

source: Good. Let's go back and wait for them.
fr: Bien. Retournons les attendre.

source: The gate to the great plains...
fr: La porte menant aux grandes plaines...

source: Have we got any other way to leave this place?
fr: Y a-t-il un autre moyen de quitter cet endroit ?

source: Only one. The mountain top.
fr: Plus qu'un. Le sommet de la montagne.

source: Oh no! The gate!
fr: Oh non ! La grille !

source: We're trapped!
fr: Nous sommes piégés !

source: You're mine now!
fr: Vous êtes à moi désormais !

source: I shall bring your souls to the master. You don't stand a chance against the Great Harlequin.
fr: J'apporterai vos âmes au Maître. Vous n'avez aucune chance contre le Grand Harlequin.

source: But let's play together first, shall we?
fr: Mais jouons un peu d'abord, voulez-vous ?

source: Now catch me, if you can.
fr: Maintenant attrapez-moi, si vous le pouvez.

source: Enough of this shallow game. Give me your souls, now!
fr: C'en est assez de ce jeu stupide. Donnez-moi vos âmes maintenant !

source: How could I be hurt by... children...
fr: Comment ai-je pu être blessé par... Des enfants...

source: We'll see each other again, chosen one...
fr: Nous nous reverrons, Élu.

source: We made it.
fr: Nous y sommes parvenus.

source: Brr. It's quite cold up here.
fr: Brr. Il fait plutôt froid par ici.

source: The bridge is a few feet away. Let's reach the mountain pass before the frost kills us.
fr: Le pont est à quelques pas. Atteignons vite le passage souterrain avant que le froid n'ait raison de nous.

source: Let's hurry. I can't feel my toes anymore.
fr: Dépêchons-nous, je ne sens plus mes doigts de pieds.

source: (Woah, this bridge doesn't look very sturdy.)
fr: (Oula, ce pont ne m'a pas l'air très solide.)

source: Well, here we go.
fr: Eh bien, c'est parti.

source: There!
fr: Là-bas !

source: Catch them before they reach the shrine!
fr: Attrapez-les avant qu'ils n'atteignent le Sanctuaire !

source: Let's run!
fr: Fuyons !

source: I'll cut those ropes!
fr: Je vais couper ces cordages !

source: That was close.
fr: C'était moins une.

source: Damn!
fr: Zut !

source: The master won't be happy with this.
fr: Ça ne va pas plaire au Maître.

source: You won't get away so easily. We will catch you sooner or later.
fr: Vous ne vous en sortirez pas aussi facilement. Nous vous attraperons tôt ou tard.

source: Hurray! Those idiots will have a hard time catching us now!
fr: Hourra ! Ces idiots vont avoir du mal à nous attraper maintenant !

source: Indeed! They've been had!
fr: En effet, on les a bien eu !

source: Who are the little brats now, eh?
fr: Qui sont les petits morveux maintenant, hein ?

source: Let's go back and inform the others.
fr: Repartons et allons prévenir les autres.

source: Yes, sir.
fr: Oui, Messire.

source: They're gone. We should move on before they actually find a way to cross the gap.
fr: Ils sont partis. Nous devrions y aller avant qu'ils ne trouvent un moyen de traverser.

source: I'll stay here as long as you need me. Do you want to buy something?
fr: Je resterai ici aussi longtemps que vous aurez besoin de mon aide. Voulez-vous acheter quelque chose ?

source: Sophia's Items
fr: Troc avec Sophia

source: Don't forget my trade offers!
fr: N'oubliez pas mes offres d'échanges !

source: You'll see. There's plenty of things I need to show you there. Plus, it's a safe place.
fr: Tu verras. Il y a plein de choses que je dois te montrer là-bas. Qui plus est, nous y serons en sécurité.

source: Err, sis?
fr: Heu, sœurette ?
