Repository: gunchleoc/ValyriaTear
Catalog: po/*.po
Languages: fr

source: Mountain Village of Layna
fr: Village de montagne de Layna

source: Flora's Boutique
fr: Boutique de Flora

source: Basement
fr: Cave

source: Riverbank
fr: Bord de rivière

source: Lilly's house
fr: Maison de Lilly

source: Village entrance
fr: Entrée du village

source: Elbrus Grotto
fr: Grotte d'Elbrus

source: Low Mountain
fr: Basse montagne

source: Old Cemetery
fr: Vieux cimetière

source: Mountain bridge
fr: Pont suspendu

source: Underpass
fr: Passage souterrain

source: Mt. Elbrus Shrine
fr: Sanctuaire du Mt. Elbrus

source: 2nd Floor
fr: 2ème Étage

source: 1st Floor
fr: 1er Étage
